{
  "tesla": {
    "title": "Nikola Tesla (1856-1943)",
    "description": "Urodzony 10 lipca 1856 roku w Smiljan, zmarł 7 stycznia 1943 roku w Nowym Jorku. Serbsko-amerykański inżynier i wizjoner, jeden z najwybitniejszych wynalazców w historii elektrotechniki. Jego najważniejszym osiągnięciem było opracowanie kompletnego systemu wielofazowego prądu przemiennego (AC), obejmującego silnik indukcyjny, prądnice oraz systemy przesyłowe.  Zwycięstwo jego systemu nad prądem stałym (DC) Edisona w tzw. 'wojnie prądów' umożliwiło elektryfikację świata na wielką skalę.  Tesla zrewolucjonizował badania nad wysokimi częstotliwościami, konstruując transformator rezonansowy znany jako cewka Tesli, zdolny do generowania widowiskowych wyładowań i przesyłania energii bezprzewodowo na krótkie dystanse.  Przewidział i opatentował podstawy radiokomunikacji (zanim zrobił to Marconi), zdalnego sterowania (demonstracja łodzi podwodnej sterowanej falami radiowymi w 1898 roku) oraz oświetlenia fluorescencyjnego.  Jego najbardziej ambitnym, choć niedokończonym projektem, była wieża Wardenclyffe, która miała służyć do globalnej, bezprzewodowej transmisji energii i informacji.  Choć zmarł w zapomnieniu i biedzie, jego prace stały się fundamentem nowoczesnej cywilizacji. Na jego cześć jednostkę indukcji magnetycznej w układzie SI nazwano teslą (T).",
    "image": "img/Tesla.png"
  },
  "amper": {
    "title": "André Marie Ampère (1775-1836)",
    "description": "Urodzony 20 stycznia 1775 roku w Lyonie, zmarł 10 czerwca 1836 roku w Marsylii. Francuski fizyk i matematyk, uznawany za głównego twórcę elektrodynamiki. Pod wpływem odkrycia Ørsteda, w ciągu zaledwie kilku tygodni 1820 roku opracował matematyczne fundamenty oddziaływań elektromagnetycznych. Sformułował prawo Ampère'a, które wiąże pole magnetyczne z prądem elektrycznym przepływającym przez zamkniętą pętlę.  Jako pierwszy udowodnił, że dwa równoległe przewody, przez które płynie prąd, przyciągają się (jeśli prąd płynie w tym samym kierunku) lub odpychają (jeśli płynie w przeciwnych).  Zaproponował genialną teorię, według której magnetyzm naturalny wynika z istnienia mikroskopijnych prądów cząsteczkowych krążących wewnątrz materii, co wyprzedzało odkrycie elektronu o niemal wiek.  Skonstruował pierwszy solenoid (cewkę) i wskazał na możliwość wykorzystania elektromagnetyzmu do przesyłania sygnałów, co legło u podstaw telegrafu elektrycznego. Był również wszechstronnym uczonym zajmującym się chemią (niezależnie od Avogadra sformułował prawo dotyczące gazów) oraz klasyfikacją nauk. Na jego cześć jednostkę natężenia prądu elektrycznego w układzie SI nazwano amperem (A), a jego nazwisko widnieje wśród 72 wybitnych postaci na wieży Eiffla.",
    "image": "img/Andre_Ampere.jpg"
  },
  "coulomb":{
    "title": "Charles Augustin Coulomb (1736-1806)",
    "description": "Urodzony 14 czerwca 1736 roku w Angoulême, zmarł 23 sierpnia 1806 roku w Paryżu. Francuski fizyk i inżynier wojskowy, którego precyzyjne badania nad magnetyzmem i elektrycznością przekształciły te dziedziny w nauki ścisłe oparte na matematyce. Większość kariery spędził jako oficer inżynieryjny, m.in. na Martynice, co pozwoliło mu zdobyć praktyczne doświadczenie w zakresie mechaniki i tarcia. W 1785 roku, wykorzystując niezwykle czułą wagę skręceń własnej konstrukcji, sformułował prawo nazwane jego nazwiskiem.  Udowodnił w nim, że siła oddziaływania elektrostatycznego między dwoma ładunkami punktowymi jest wprost proporcjonalna do iloczynu ich wartości i odwrotnie proporcjonalna do kwadratu odległości między nimi. To odkrycie ostatecznie potwierdziło przypuszczenia wcześniejszych badaczy, takich jak Michell czy Robison, i nadało im formę ścisłego prawa fizycznego. Coulomb prowadził również pionierskie badania nad magnetyzmem, wykazując podobne zależności dla biegunów magnetycznych, oraz nad tarciem i wytrzymałością materiałów, gdzie sformułował model tarcia suchego. Na jego cześć jednostkę ładunku elektrycznego w układzie SI nazwano kulombem (C). Jego prace opublikowane w serii siedmiu rozpraw między 1785 a 1791 rokiem stały się fundamentem dla późniejszej elektrodynamiki Ampère’a i Maxwella.",
    "image":  "img/charles_de_coulomb.png"
  },
  "faraday":{
    "title": "Michael Faraday (1791-1867)",
    "description": "Urodzony 22 września 1791 roku w Newington Butts, zmarł 25 sierpnia 1867 roku w Hampton Court. Angielski fizyk i chemik, jeden z najwybitniejszych eksperymentatorów w historii, który mimo braku formalnego wykształcenia matematycznego zrewolucjonizował naukę o elektromagnetyzmie. Karierę naukową rozpoczął jako asystent Humphry'ego Davy'ego w Royal Institution. W 1821 roku skonstruował pierwsze urządzenie wykorzystujące rotację elektromagnetyczną, co było pierwowzorem silnika elektrycznego.  Jego najważniejszym odkryciem było zjawisko indukcji elektromagnetycznej w 1831 roku, które udowodnił, generując prąd w obwodzie poprzez ruch magnesu lub zmianę pola magnetycznego. Na tej podstawie zbudował dysk Faradaya - pierwszą prądnicę (dynamo).  Wprowadził fundamentalne pojęcia pola magnetycznego i linii sił, które pozwoliły wizualizować niewidzialne oddziaływania w przestrzeni.  Faraday odkrył również prawa elektrolizy, pojęcie dielektryka oraz zjawisko magnetooptyczne (skręcenie płaszczyzny polaryzacji światła w polu magnetycznym), co było pierwszym dowodem na związek światła z elektromagnetyzmem. Skonstruował klatkę Faradaya, udowadniając, że ładunek gromadzi się na zewnątrz przewodnika, chroniąc jego wnętrze przed polem elektrycznym.  Na jego cześć jednostkę pojemności elektrycznej nazwano faradem (F). Jego prace stały się bezpośrednią inspiracją dla Jamesa Clerka Maxwella do stworzenia matematycznej teorii pola.",
    "image":  "img/Michael_Faraday.png"
  },
  "franklin":{
    "title": "Benjamin Franklin (1706-1790)",
    "description": "Urodzony 17 stycznia 1706 roku w Bostonie, zmarł 17 kwietnia 1790 roku w Filadelfii. Amerykański polihistor, jeden z Ojców Założycieli Stanów Zjednoczonych, którego badania nad elektrycznością w połowie XVIII wieku przyniosły mu międzynarodową sławę naukową. W 1747 roku sformułował teorię „jednego płynu” elektrycznego, wprowadzając do nauki używane do dziś pojęcia ładunku dodatniego (+) i ujemnego (-). Jego najsłynniejszy eksperyment z 1752 roku polegał na puszczaniu latawca podczas burzy, co pozwoliło mu dowieść, że błyskawica jest zjawiskiem natury elektrycznej, a nie gniewem bogów.  To odkrycie doprowadziło go do wynalezienia piorunochronu, który uratował niezliczone budynki przed pożarami.  Franklin udowodnił również zasadę zachowania ładunku oraz badał właściwości butelki lejdejskiej, wyjaśniając, że ładunek gromadzi się w szkle, a nie w wodzie czy metalu. Oprócz fizyki zajmował się m.in. badaniem prądu zatokowego (Golfsztromu), wynalazł okulary dwuogniskowe oraz piec Franklina. Jego pragmatyczne podejście do nauki, nastawione na użyteczność wynalazków, uczyniło go symbolem oświecenia i jednym z najbardziej szanowanych uczonych swoich czasów.",
    "image":  "img/benjamin_franklin.jpg"
  },
  "fryze":{
    "title": "Stanisław Fryze (1885-1964)",
    "description": "Urodzony 22 maja 1885 roku w Krakowie, zmarł 6 września 1964 roku w Gliwicach. Wybitny polski elektrotechnik, współtwórca lwowskiej szkoły elektrotechnicznej oraz pionier teorii mocy w obwodach prądu przemiennego. Jego najważniejszym osiągnięciem było opracowanie w 1931 roku nowatorskiej koncepcji opisu zjawisk energetycznych w obwodach z przebiegami odkształconymi, znanej jako teoria mocy Fryzego.  Jako pierwszy zdefiniował moc bierną w dziedzinie czasu, wprowadzając podział prądu całkowitego na składową czynną (odpowiedzialną za przekazywanie energii) oraz składową bierną (odpowiedzialną za pulsację energii między źródłem a odbiornikiem).  Rozwiązanie to, oparte na metodzie najmniejszych kwadratów, pozwoliło na matematyczne ujęcie strat energii w układach niesinusoidalnych, co ma kluczowe znaczenie dla współczesnej energoelektroniki i poprawy jakości energii elektrycznej.  Był wieloletnim profesorem Politechniki Lwowskiej, a po II wojnie światowej jednym z głównych organizatorów Wydziału Elektrycznego Politechniki Śląskiej w Gliwicach. Autor fundamentalnych podręczników z zakresu elektrotechniki teoretycznej, wychowawca wielu pokoleń inżynierów i doktor honoris causa kilku polskich uczelni. Jego prace do dziś stanowią fundament metod kompensacji mocy biernej i filtracji wyższych harmonicznych w sieciach elektroenergetycznych.",
    "image": "img/Stanisław_Fryze.jpg"
  },
  "galvani":{
    "title": "Luigi Galvani (1737-1798)",
    "description": "Urodzony 9 września 1737 roku w Bolonii, zmarł 4 grudnia 1798 roku w tym samym mieście. Włoski lekarz, fizjolog i fizyk, pionier bioelektryczności, który jako pierwszy zaobserwował związek między elektrycznością a pracą mięśni. Większość życia spędził na Uniwersytecie Bolońskim, gdzie prowadził badania anatomiczne. Około 1780 roku, podczas sekcji żab, zauważył, że mięśnie nóg martwego płaza kurczą się pod wpływem iskry elektrycznej lub dotknięcia stalowym skalpelem w pobliżu nerwu.  Galvani sformułował teorię „elektryczności zwierzęcej”, wierząc, że w tkankach istot żywych znajduje się wrodzona siła życiowa, która przepływa przez nerwy do mięśni.  Jego najważniejsza praca, „De viribus electricitatis in motu musculari commentarius” (1791), wywołała ogromne poruszenie w świecie nauki i doprowadziła do słynnego sporu z Alessandro Voltą. Choć Volta udowodnił później, że prąd pochodził z kontaktu dwóch różnych metali (tworząc ogniwo), a nie z samej żaby, odkrycia Galvaniego położyły podwaliny pod nowoczesną elektrofizjologię i neurologię. Wykazał on, że sygnały nerwowe mają naturę elektryczną, co zainspirowało nie tylko naukowców, ale i twórców kultury (m.in. Mary Shelley do napisania „Frankensteina”). Na jego cześć procesy elektrochemiczne nazywa się galwanicznymi, a przyrząd do wykrywania małych prądów galwanometrem.",
    "image":  "img/Luigi_Galvani.jpg"
  },
   "henry":{
    "title": "Joseph Henry (1797-1878)",
    "description": "Urodzony 17 grudnia 1797 roku w Albany, zmarł 13 maja 1878 roku w Waszyngtonie. Amerykański fizyk i inżynier, jeden z najwybitniejszych naukowców USA XIX wieku, który niezależnie od Michaela Faradaya odkrył zjawisko indukcji elektromagnetycznej. Choć Faraday opublikował swoje wyniki jako pierwszy, Henry odkrył indukcję własną (samoindukcję) w 1832 roku, badając zachowanie prądu w długich cewkach.  Zrewolucjonizował konstrukcję elektromagnesów, wprowadzając izolowane miedziane druty owijane ciasno wokół rdzenia, co pozwoliło mu zbudować w 1831 roku najsilniejszy ówczesny magnes, zdolny do udźwignięcia ponad tony ciężaru.  Wykorzystując swoje magnesy, skonstruował prototyp telegrafu elektromagnetycznego, który przesyłał sygnały na odległość mili, co zainspirowało później Samuela Morse'a.  Zbudował także jedno z pierwszych urządzeń wykorzystujących ruch wywołany elektromagnetyzmem - prototyp silnika elektrycznego z wahliwym ramieniem.  Przez ponad 30 lat pełnił funkcję pierwszego sekretarza Smithsonian Institution, kształtując amerykańską politykę naukową i promując wymianę wiedzy. Na jego cześć jednostkę indukcyjności w układzie SI nazwano henrem (H).",
    "image":  "img/joseph_henry.jpg"
  },
  "hertz":{
    "title": "Heinrich Rudolf Hertz (1857-1894)",
    "description": "Urodzony 22 lutego 1857 roku w Hamburgu, zmarł 1 stycznia 1894 roku w Bonn. Niemiecki fizyk o genialnych zdolnościach eksperymentalnych, który jako pierwszy udowodnił istnienie fal elektromagnetycznych, ostatecznie potwierdzając teorię Jamesa Clerka Maxwella. W latach 1886-1889, pracując na Uniwersytecie w Karlsruhe, skonstruował oscylator (nadajnik) oraz pętlę drutową (odbiornik), za pomocą których wytworzył i wykrył fale radiowe w laboratorium.  Wykazał, że fale te poruszają się z prędkością światła i ulegają odbiciu, załamaniu oraz polaryzacji, dokładnie tak jak światło widzialne.  Podczas tych samych badań Hertz przypadkowo odkrył zjawisko fotoelektryczne zewnętrzne - zauważył, że iskra w odbiorniku przeskakuje łatwiej, gdy elektrody są oświetlone światłem ultrafioletowym.  Choć sam nie dostrzegał praktycznego zastosowania dla swoich „fal eteru”, jego prace stały się fundamentem pod wynalazek radia, telewizji i radaru. Opracował również matematyczny model dipola (dipol Hertza), opisujący promieniowanie anteny.  Zmarł przedwcześnie w wieku 36 lat na skutek ziarniniakowatości z zapaleniem naczyń. Na jego cześć jednostkę częstotliwości w układzie SI nazwano hercem (Hz).",
    "image":  "img/Heinrich_Hertz.jpg"
  },
  "kirchhof":{
    "title": "Gustav Robert Kirchhoff (1824-1887)",
    "description": "Urodzony 12 marca 1824 roku w Królewcu, zmarł 17 października 1887 roku w Berlinie. Wybitny niemiecki fizyk, którego prace stały się fundamentem teorii obwodów elektrycznych, spektroskopii oraz teorii promieniowania cieplnego. W 1845 roku, będąc jeszcze studentem, sformułował dwa podstawowe prawa obwodów, znane jako prawa Kirchhoffa. Pierwsze (prądowe) prawo głosi, że suma prądów wpływających do węzła jest równa sumie prądów wypływających.  Drugie (napięciowe) prawo mówi, że suma spadków napięć w oczku zamkniętym jest równa zeru.  W 1859 roku, wspólnie z Robertem Bunsenem, odkrył metodę analizy widmowej, co pozwoliło na identyfikację pierwiastków chemicznych na podstawie ich unikalnych linii emisyjnych.  Dzięki tej metodzie odkryli cez i rubid, a także udowodnili obecność znanych pierwiastków w atmosferze Słońca, co dało początek nowoczesnej astrofizyce.  Kirchhoff sformułował również prawo promieniowania cieplnego, wprowadzając pojęcie ciała doskonałe czarnego, co kilkadziesiąt lat później zainspirowało Maxa Plancka do sformułowania teorii kwantowej.  Jego rygorystyczne podejście matematyczne do problemów fizycznych uczyniło go jedną z najważniejszych postaci nauki XIX wieku.",
    "image":  "img/Gustav_Kirchhoff.jpg"
  },
  "kleist":{
    "title": "Ewald Jürgen Georg von Kleist (1700-1748)",
    "description": "Urodzony 10 czerwca 1700 roku w Wicewie (Wicewo), zmarł 11 grudnia 1748 roku w Koszalinie. Niemiecki prawnik, duchowny i fizyk amator, który przeszedł do historii jako niezależny odkrywca zasady działania kondensatora. 11 października 1745 roku, niemal rok przed Pieterem van Musschenbroekiem, przeprowadził eksperyment, w którym połączył maszynę elektrostatyczną z gwoździem umieszczonym w szklanej butelce wypełnionej alkoholem. Trzymając butelkę w dłoni, która pełniła rolę jednej z okładek kondensatora, doznał potężnego wstrząsu elektrycznego, co udowodniło, że szkło potrafi magazynować ładunek.  Choć jego odkrycie, nazwane później butelką lejdejską, było przełomowe, Kleist nie potrafił w pełni wyjaśnić mechanizmu działania urządzenia, a jego raporty przesyłane do berlińskich naukowców były początkowo ignorowane z powodu braku precyzji technicznej. Mimo to, jego pionierska praca nad gromadzeniem elektryczności otworzyła drogę do nowej ery badań nad energią elektryczną. Pełnił funkcję dziekana katedry w Kamieniu Pomorskim, a pod koniec życia został prezesem sądu królewskiego w Koszalinie, gdzie kontynuował swoje zainteresowania naukowe aż do śmierci w 1748 roku.",
    "image":  "img/ewald_von_kleist.png"
  },
  "lenz":{
    "title": "Heinrich Friedrich Emil Lenz (1804-1865)",
    "description": "Urodzony 12 lutego 1804 roku w Dorpacie (dzisiejsze Tartu), zmarł 10 lutego 1865 roku w Rzymie. Niemiecki fizyk pracujący w Rosji, profesor Uniwersytetu w Petersburgu, znany z fundamentalnych odkryć w dziedzinie elektrodynamiki. W 1833 roku sformułował regułę Lenza, która pozwala określić kierunek prądu indukcyjnego.  Reguła ta głosi, że prąd indukcyjny ma zawsze taki kierunek, iż wytworzone przez niego pole magnetyczne przeciwdziała przyczynie (zmianie strumienia magnetycznego), która go wywołała. Jest to wyraz zasady zachowania energii w zjawiskach elektromagnetycznych.  Niezależnie od Jamesa Joule'a, Lenz odkrył w 1842 roku prawo opisujące wydzielanie się ciepła podczas przepływu prądu przez przewodnik, znane dziś jako prawo Joule'a-Lenza.  Wykazał on, że ilość wydzielanego ciepła jest proporcjonalna do kwadratu natężenia prądu, oporu przewodnika oraz czasu przepływu. Przeprowadził również liczne badania nad zależnością oporu metali od temperatury, udowadniając, że opór wzrasta wraz z jej wzrostem.  Lenz był wybitnym eksperymentatorem, a jego prace pomogły ugruntować matematyczną strukturę teorii pola elektromagnetycznego.",
    "image":  "img/heinrich_lenz.jpg"
  },
  "musschenbroek":{
    "title": "Pieter van Musschenbroek (1692-1761)",
    "description": "Urodzony 14 marca 1692 roku w Lejdzie, zmarł 19 września 1761 roku w tym samym mieście. Holenderski fizyk, matematyk i astronom, profesor uniwersytetów w Duisburgu, Utrechcie i Lejdzie. Pochodził z rodziny znanych wytwórców instrumentów naukowych, co wpłynęło na jego praktyczne podejście do fizyki. Jego najsłynniejszym osiągnięciem, dokonanym w 1745 roku (niezależnie od Ewalda Georga von Kleista), było wynalezienie pierwszego kondensatora, znanego jako butelka lejdejska. Podczas prób zmagazynowania elektryczności w szklanym naczyniu wypełnionym wodą, Musschenbroek otrzymał silne porażenie prądem, co opisał jako doświadczenie, którego „nie powtórzyłby za całe królestwo Francji”.  Wynalazek ten po raz pierwszy umożliwił gromadzenie i transportowanie dużych ładunków elektrycznych, co zrewolucjonizowało badania nad prądem w XVIII wieku. Musschenbroek był również autorem wpływowego podręcznika „Elementa Physicae” (1734), który pomógł w rozpowszechnieniu metodologii Newtona w Europie kontynentalnej. Prowadził również pionierskie badania nad wytrzymałością materiałów, konstruując w 1729 roku jeden z pierwszych aparatów do testowania próbek na rozciąganie.  Do końca życia pozostał aktywnym badaczem i pedagogiem, czyniąc z Lejdy jedno z najważniejszych centrów naukowych epoki oświecenia.",
    "image":  "img/pieter_van_musschenbroek.jpg"
  },
  "maxwell":{
    "title": "James Clerk Maxwell (1831-1879)",
    "description": "Urodzony 13 czerwca 1831 roku w Edynburgu, zmarł 5 listopada 1879 roku w Cambridge. Szkocki fizyk i matematyk, którego prace zrewolucjonizowały naukę, stawiając go obok Newtona i Einsteina. Jego największym osiągnięciem było sformułowanie w latach 60. XIX wieku zestawu równań, znanych dziś jako równania Maxwella.  Te cztery równania połączyły elektryczność, magnetyzm i optykę w jedną spójną teorię pola elektromagnetycznego. Maxwell matematycznie przewidział istnienie fal elektromagnetycznych poruszających się z prędkością światła, co doprowadziło go do genialnego wniosku, że światło samo w sobie jest falą elektromagnetyczną.  W dziedzinie termodynamiki opracował rozkład Maxwella-Boltzmanna, opisujący prędkości cząsteczek w gazie doskonałym, co dało początek mechanice statystycznej.  Był również pionierem fotografii kolorowej - w 1861 roku zaprezentował pierwsze na świecie trwałe kolorowe zdjęcie (wstążki tartanowej), wykonane metodą addytywną poprzez nałożenie trzech filtrów: czerwonego, zielonego i niebieskiego.  Analizował także stabilność pierścieni Saturna, udowadniając matematycznie, że muszą one składać się z niezliczonych małych cząstek. Jego wizja pola fizycznego stała się fundamentem dla teorii względności i mechaniki kwantowej w XX wieku.",
    "image":  "img/James_Maxwell.jpg"
  },
  "ohm":{
    "title": "Georg Simon Ohm (1787-1854)",
    "description": "Urodzony 16 marca 1787 roku w Erlangen, zmarł 6 lipca 1854 roku w Monachium. Niemiecki fizyk i matematyk, który sformułował fundamentalne prawo obwodów elektrycznych. Pracując jako nauczyciel matematyki i fizyki w jezuickim gimnazjum w Kolonii, prowadził badania nad przewodnictwem metali. W 1827 roku opublikował dzieło „Die galvanische Kette, mathematisch bearbeitet”, w którym przedstawił zależność znaną dziś jako prawo Ohma.  Wykazał w nim, że natężenie prądu płynącego przez przewodnik jest wprost proporcjonalne do napięcia przyłożonego do jego końców i odwrotnie proporcjonalne do oporu elektrycznego tego przewodnika.  Początkowo jego praca spotkała się z chłodnym przyjęciem, a nawet krytyką ze strony niemieckiego środowiska naukowego, co zmusiło go do rezygnacji z pracy pedagogicznej. Dopiero uznanie ze strony brytyjskiego Royal Society i przyznanie mu Medalu Copleya w 1841 roku przywróciło mu należne miejsce w świecie nauki. Ohm zajmował się również akustyką, formułując prawo, według którego ucho ludzkie analizuje złożone dźwięki jako sumę tonów prostych (szereg Fouriera).  Pod koniec życia został profesorem fizyki na Uniwersytecie w Monachium. Na jego cześć jednostkę oporu elektrycznego w układzie SI nazwano omem (symbol grecki omega).",
    "image":  "img/Georg_Ohm.jpg"
  },
  "Ørsted":{
    "title": "Hans Christian Ørsted (1777-1851)",
   "description": "Urodzony 14 sierpnia 1777 roku w Rudkøbing, zmarł 9 marca 1851 roku w Kopenhadze. Duński fizyk i chemik, którego odkrycie z 1820 roku stało się fundamentem nowoczesnej nauki o elektromagnetyzmie. Podczas wykładu na Uniwersytecie Kopenhaskim zauważył, że igła kompasu wychyla się, gdy w pobliskim przewodzie płynie prąd elektryczny z ogniwa galwanicznego.  To przypadkowe, lecz genialnie zinterpretowane spostrzeżenie udowodniło, że prąd elektryczny wytwarza wokół siebie pole magnetyczne, co ostatecznie połączyło dwie dotąd odrębne dziedziny fizyki. Ørsted wykazał, że igła ustawia się prostopadle do przewodu, a kierunek wychylenia zależy od kierunku przepływu prądu.  Jego odkrycie natychmiast zainspirowało Ampère'a i Faradaya do dalszych badań, prowadząc do powstania elektrodynamiki. Poza fizyką, Ørsted odniósł wielki sukces w chemii, będąc pierwszą osobą, która w 1825 roku wyizolowała czyste aluminium w postaci metalicznej.  Był również bliskim przyjacielem Hansa Christiana Andersena i ważną postacią duńskiego Złotego Wieku, promując naukę jako element kultury narodowej. Na jego cześć jednostkę natężenia pola magnetycznego w układzie CGS nazwano erstedem (Oe).",
    "image":  "img/Hans_Ørsted.jpg"
  },
  "steinmetz":{
    "title": "Charles Proteus Steinmetz (1865-1923)",
    "description": "Urodzony 9 kwietnia 1865 roku we Wrocławiu (jako Karl August Rudolf Steinmetz), zmarł 26 października 1923 roku w Schenectady. Niemiecko-amerykański matematyk i inżynier elektryk, który zrewolucjonizował sposób projektowania systemów prądu przemiennego (AC). Jego najważniejszym wkładem było sformułowanie prawa histerezy magnetycznej (prawa Steinmetza), które pozwoliło inżynierom po raz pierwszy matematycznie obliczyć i zminimalizować straty energii w rdzeniach transformatorów i silników.  Opracował również przełomową metodę analizy obwodów prądu przemiennego z wykorzystaniem liczb zespolonych (metoda symboliczna), co uprościło skomplikowane obliczenia różniczkowe do postaci prostych działań algebraicznych.  Dzięki jego pracom możliwa była budowa wydajnych sieci elektroenergetycznych o dalekim zasięgu. Pracując dla General Electric, Steinmetz prowadził również pionierskie badania nad wyładowaniami atmosferycznymi - zbudował pierwszy generator wysokich napięć zdolny do wytworzenia „sztucznego pioruna” w laboratorium, co pozwoliło na opracowanie nowoczesnych zabezpieczeń przeciwprzepięciowych.  Mimo ciężkiej wady wrodzonej (kifozy) i niskiego wzrostu, stał się jednym z najbardziej wpływowych naukowców swoich czasów, zyskując przydomek „Czarodzieja ze Schenectady”.",
    "image":  "img/charles_steinmetz.jpg"
  },
  "volta":{
    "title": "Alessandro Giuseppe Antonio Volta (1745-1827)",
    "description": "Urodzony 18 lutego 1745 roku w Como, zmarł 5 marca 1827 roku w tym samym mieście. Włoski fizyk i chemik, którego wynalazki zapoczątkowały erę nowoczesnej elektrotechniki. W 1775 roku udoskonalił i spopularyzował elektrofor kołowy, urządzenie pozwalające na wielokrotne generowanie ładunków elektrostatycznych za pomocą indukcji.  Rok później, badając pęcherzyki gazu na bagnach nad jeziorem Maggiore, jako pierwszy wyizolował i zidentyfikował metan. Jednak jego najbardziej rewolucyjne osiągnięcie powstało w 1800 roku w wyniku sporu z Luigim Galvanim dotyczącego natury elektryczności „zwierzęcej”. Volta udowodnił, że prąd elektryczny powstaje w wyniku kontaktu dwóch różnych metali przez wilgotne środowisko, a nie z tkanki mięśniowej. Aby to zademonstrować, zbudował stos Voltów - pierwszą na świecie baterię galwaniczną składającą się z ułożonych naprzemiennie krążków cynku i miedzi odseparowanych od siebie suknem nasączonym słoną wodą.  Urządzenie to po raz pierwszy w historii dostarczało ciągły i stabilny prąd elektryczny, co umożliwiło rozwój elektrolizy oraz telegrafii. W 1801 roku Volta zaprezentował swój wynalazek przed Napoleonem Bonaparte w Paryżu, za co otrzymał tytuł hrabiego. Na jego cześć jednostkę napięcia elektrycznego nazwano woltem (V). Do końca życia cieszył się wielką sławą, wykładając na Uniwersytecie w Pawii i pozostając symbolem naukowego triumfu nad dawnymi uprzedzeniami.",
    "image":  "img/alessandro_volta.jpg"
  },
  "wheatstone":{
    "title": "Charles Wheatstone (1802-1875)",
    "description": "Urodzony 6 lutego 1802 roku w Gloucester, zmarł 19 października 1875 roku w Paryżu. Angielski naukowiec i wynalazca, samouk, który wniósł fundamentalny wkład w rozwój telegrafii, akustyki i optyki. Choć mostek do pomiaru oporu elektrycznego nie został wynaleziony przez niego (stworzył go Samuel Hunter Christie), to dzięki udoskonaleniom i popularyzacji przez Wheatstone’a w 1843 roku stał się on standardowym narzędziem znanym dziś jako mostek Wheatstone’a.  Urządzenie to pozwala na niezwykle precyzyjne wyznaczanie nieznanej rezystancji poprzez zrównoważenie dwóch gałęzi obwodu. Wspólnie z Williamem Cooke’em opatentował w 1837 roku pierwszy komercyjny telegraf igłowy, który znalazł zastosowanie na brytyjskich kolejach.  W dziedzinie optyki Wheatstone wynalazł stereoskop w 1838 roku, udowadniając, że mózg tworzy wrażenie trójwymiarowości poprzez nakładanie dwóch nieco różniących się obrazów dwuwymiarowych.  Był również pionierem kryptografii, opracowując szyfr Playfair (nazwany tak na cześć jego przyjaciela), oraz akustyki, konstruując koncertynę i badając drgania prętów.  Jako profesor King’s College London przeprowadził pionierskie eksperymenty nad prędkością prądu elektrycznego w przewodzie, wykorzystując obracające się lustro, co zainspirowało późniejsze pomiary prędkości światła.",
    "image":  "img/Wheatstone_Charles.jpg"
  },
  "alexanderson":{
    "title": "Ernst Fredrik Werner Alexanderson (1878-1975)",
    "description": "Urodzony 25 stycznia 1878 roku w Uppsali, zmarł 14 maja 1975 roku w Schenectady. Szwedzko-amerykański inżynier i pionier radiotechniki oraz telewizji, posiadający 345 patentów. Jego najważniejszym wynalazkiem był alternator wysokiej częstotliwości (alternator Alexandersona), który pozwalał na generowanie fal ciągłych o dużej mocy, co umożliwiło pierwszą w historii transmisję głosu i muzyki drogą radiową w 1906 roku.  Maszyna ta zastąpiła hałaśliwe i mało wydajne nadajniki iskrowe, stając się fundamentem globalnej łączności radiowej przed erą lamp elektronowych.  W 1924 roku opracował system przesyłania obrazów faksymilowych (prototyp faksu), a w 1927 roku zaprezentował w swoim domu jeden z pierwszych systemów telewizyjnych, wykorzystujący mechaniczną tarczę skanującą.  Wniósł również ogromny wkład w automatykę, projektując wzmacniacz elektromaszynowy (amplidyna), stosowany do precyzyjnego sterowania działami przeciwlotniczymi i maszynami przemysłowymi podczas II wojny światowej.  Pracując przez większość życia dla General Electric oraz jako główny inżynier RCA, Alexanderson stał się kluczową postacią w przejściu od telegrafii bezprzewodowej do nowoczesnej radiodyfuzji i telewizji.",
    "image":  "img/Ernst_Alexanderson.jpg"
  },
    "arco":{
    "title": "Georg Wilhelm Alexander Graf von Arco (1869-1940)",
    "description": "Urodzony 30 sierpnia 1869 roku w Gorzycach (Groß Gorschütz), zmarł 5 maja 1940 roku w Berlinie. Niemiecki fizyk, inżynier i pionier radiotelegrafii, który odegrał kluczową rolę w komercjalizacji łączności bezprzewodowej. Był asystentem Adolfa Slaby'ego, z którym współtworzył 'system Slaby-Arco', będący niemiecką odpowiedzią na patenty Marconiego.  W 1903 roku został dyrektorem technicznym nowo powstałej firmy Telefunken, gdzie nadzorował rozwój nadajników dużej mocy. Jednym z jego najważniejszych osiągnięć było zaprojektowanie i budowa stacji radiowej w Nauen, która stała się najpotężniejszym węzłem komunikacyjnym świata, umożliwiającym łączność transoceaniczną.  Von Arco wprowadził do techniki radiowej nadajniki iskrowe z gaszonym łukiem oraz maszyny wielkiej częstotliwości (alternatory radiowe), które pozwalały na generowanie stabilnych fal ciągłych.  Opracował zaawansowane systemy antenowe oraz pracował nad udoskonaleniem lamp elektronowych jako wzmacniaczy sygnału, co pozwoliło na przejście od telegrafii do radiofonii (przesyłu głosu).  Jako wizjoner techniczny i sprawny organizator, przyczynił się do tego, że radio stało się narzędziem masowej komunikacji i kluczowym elementem nawigacji morskiej. Jego prace nad selektywnością odbiorników i stabilnością nadajników położyły fundament pod nowoczesne systemy nadawcze.",
    "image": "img/Georg_Graf_von_Arco.jpg"
  },
  "biegelmeier":{
    "title": "Gottfried Biegelmeier (1924-2007)",
  "description": "Urodzony 19 lipca 1924 roku w Wiedniu, zmarł 12 listopada 2007 roku tamże. Austriacki fizyk i elektrotechnik, światowej sławy ekspert w dziedzinie bezpieczeństwa elektrycznego, który zrewolucjonizował ochronę przeciwporażeniową. Jego najbardziej znaczącym wkładem w technikę było udoskonalenie i upowszechnienie wyłącznika różnicowoprądowego (RCD/RCCB).  Biegelmeier przeprowadził pionierskie, a często ekstremalne badania nad wpływem prądu elektrycznego na organizm ludzki, wykonując ponad 500 eksperymentów na samym sobie, aby precyzyjnie określić progi migotania komór serca.  Jego prace pozwoliły na stworzenie normy IEC 60479, która do dziś stanowi fundament projektowania instalacji elektrycznych na całym świecie.  W 1957 roku opracował nowoczesny wyłącznik różnicowoprądowy o wysokiej czułości, który reaguje na upływ prądu rzędu 30 mA w czasie ułamka sekundy, ratując życie milionom ludzi poprzez odłączenie zasilania przed wystąpieniem tragicznych skutków porażenia.  Jako wieloletni dyrektor techniczny w firmie Felten & Guilleaume (obecnie Eaton) oraz założyciel Fundacji Wspierania Bezpieczeństwa Elektrycznego, poświęcił życie na edukację i wdrażanie standardów bezpieczeństwa, które stały się obowiązkowe w nowoczesnym budownictwie.",
    "image":  "img/gottfried_biegelmeier.jpg"
  },
  "doliwo":{
    "title": "Michał Doliwo-Dobrowolski (1862-1919)",
   "description": "Urodzony 2 stycznia 1862 roku w Gatczynie, zmarł 15 listopada 1919 roku w Heidelbergu. Wybitny elektrotechnik pochodzenia polsko-rosyjskiego, pionier systemów prądu wielofazowego. Pracując jako główny inżynier w zakładach AEG w Berlinie, opracował w 1889 roku pierwszy w pełni funkcjonalny trójfazowy silnik indukcyjny z wirnikiem klatkowym, który dzięki swojej prostocie i niezawodności stał się standardem w przemyśle.  Jest twórcą kompletnego systemu trójfazowego; wynalazł trójfazowy transformator, prądnicę oraz opracował sposoby łączenia odbiorników w gwiazdę i trójkąt.  W 1891 roku udowodnił wyższość prądu przemiennego nad stałym, realizując historyczną transmisję energii na odległość 175 km z Lauffen do Frankfurtu nad Menem, przesyłając moc z rekordową sprawnością 75 procent przy napięciu 15 kV.  Wprowadził termin 'prąd trójfazowy' oraz zdefiniował pojęcie punktu zerowego w układach wielofazowych.  Jego prace umożliwiły globalną elektryfikację, rozwiązując problem wydajnego przesyłu i zamiany energii elektrycznej na mechaniczną, co uczyniło go jedną z najważniejszych postaci w historii elektrotechniki.",
    "image":  "img/Doliwo-Dobrowolsky.jpg"
  },
  "edison":{
    "title": "Thomas Alva Edison (1847-1931)",
    "description": "Urodzony 11 lutego 1847 roku w Milan, zmarł 18 października 1931 roku w West Orange. Amerykański wynalazca i przedsiębiorca, jeden z najbardziej płodnych twórców w historii, posiadający ponad 1000 patentów. W 1879 roku udoskonalił pierwszą praktyczną i trwałą żarówkę z włóknem węglowym, co zrewolucjonizowało oświetlenie domowe.  Zbudował pierwszą na świecie publiczną elektrownię w Nowym Jorku (Pearl Street Station), promując system dystrybucji prądu stałego (DC).  Wynalazł fonograf - pierwsze urządzenie zdolne do nagrywania i odtwarzania dźwięku na cylindrach pokrytych folią cynową.  W 1883 roku zaobserwował przepływ prądu między rozżarzonym włóknem a metalową płytką w próżni, co nazwano efektem Edisona (emisja termoelektronowa).  Choć sam nie znalazł dla niego zastosowania, zjawisko to stało się fundamentem diody Fleminga i całej elektroniki próżniowej. Opracował również kinetoskop do wyświetlania ruchomych obrazów oraz udoskonalił mikrofon węglowy, który znacząco poprawił jakość rozmów telefonicznych Bella.  Mimo porażki w 'wojnie prądów' z Teslą i Westinghousem, jego wizja centralnego wytwarzania energii i laboratoriów badawczo-rozwojowych (jak to w Menlo Park) ukształtowała nowoczesny świat przemysłowy.",
    "image": "img/Thomas_Edison.jpg"
  },
   "gauss":{
    "title": "Carl Friedrich Gauss (1777-1855)",
   "description": "Urodzony 30 kwietnia 1777 roku w Brunszwiku, zmarł 23 lutego 1855 roku w Getyndze. Niemiecki matematyk, fizyk i astronom, często nazywany 'Princeps Mathematicorum' (Księciem Matematyków). W fizyce jego najważniejszym wkładem jest sformułowanie prawa Gaussa, które wiąże strumień pola elektrycznego z ładunkiem zamkniętym wewnątrz powierzchni.  Jest to jedno z czterech podstawowych równań Maxwella, opisujące fundamentalne zachowanie pól elektromagnetycznych.  Gauss udowodnił również, że całkowity strumień magnetyczny przez powierzchnię zamkniętą wynosi zero (prawo Gaussa dla magnetyzmu), co oznacza brak istnienia monopoli magnetycznych.  W 1833 roku, wspólnie z Wilhelmem Weberem, skonstruował pierwszy w Niemczech telegraf elektromagnetyczny oraz wprowadził absolutny system jednostek magnetycznych (centymetr-gram-sekunda), w którym jednostka indukcji magnetycznej została później nazwana jego nazwiskiem (Gaus).  W statystyce i naukach przyrodniczych jego nazwisko upamiętnia rozkład normalny (krzywa Gaussa), który opisuje rozkład błędów pomiarowych i wiele naturalnych zjawisk.  Gauss dokonał także przełomu w astronomii, opracowując metodę najmniejszych kwadratów, która pozwoliła mu obliczyć orbitę planetoidy Ceres na podstawie zaledwie kilku obserwacji.",
    "image":  "img/carl_gauss.jpg"
  },
  "jabłoczkow":{
    "title": "Pawieł Nikołajewicz Jabłoczkow (1847-1894)",
   "description": "Urodzony 14 września 1847 roku w guberni saratowskiej, zmarł 31 marca 1894 roku w Saratowie. Rosyjski elektrotechnik, wynalazca i inżynier wojskowy, znany przede wszystkim z opracowania 'świecy Jabłoczkowa'. W 1876 roku opatentował pierwszą praktyczną formę lampy łukowej bez regulatora mechanicznego, w której dwa węglowe pręty były ustawione równolegle i przedzielone warstwą izolacyjną z kaolinu.  Wynalazek ten zrewolucjonizował oświetlenie uliczne, znajdując szerokie zastosowanie w Paryżu (np. na Avenue de l'Opera) i Londynie, co sprawiło, że Paryż zyskał miano 'miasta światła'.  Jabłoczkow był pionierem w wykorzystaniu prądu przemiennego (AC) do celów oświetleniowych, co pozwalało na równomierne zużywanie się obu elektrod węglowych w jego świecach.  Aby zasilić wiele lamp z jednego źródła, opracował system rozdzielczy wykorzystujący cewki indukcyjne, co było pierwowzorem współczesnej transformacji energii elektrycznej.  Opracował również galwaniczne ogniwo paliwowe z sodem oraz badał silniki elektryczne, jednak jego największym sukcesem pozostała komercjalizacja łuku elektrycznego, która poprzedziła upowszechnienie się żarówek Edisona. Choć jego systemy oświetleniowe zostały z czasem wyparte, jego prace nad transformacją prądu położyły fundament pod rozwój nowoczesnych systemów elektroenergetycznych.",
    "image":  "img/pawieł_jabłoczkow.jpg"
  },
  "kennelly":{
    "title": "Arthur Edwin Kennelly (1861-1939)",
    "description": "Urodzony 17 grudnia 1861 roku w Bombaju, zmarł 18 czerwca 1939 roku w Bostonie. Amerykański inżynier elektryk i fizyk pochodzenia irlandzkiego, który zrewolucjonizował analizę obwodów prądu przemiennego. Jako asystent Thomasa Edisona pracował nad systemami dystrybucji energii, jednak jego największy wkład naukowy dotyczył zastosowania liczb zespolonych w elektrotechnice. W 1893 roku, niezależnie od Steinmetza, wprowadził metodę impedancji zespolonej, co umożliwiło inżynierom łatwe obliczanie przesunięć fazowych między napięciem a natężeniem prądu.  W 1899 roku sformułował twierdzenie o transfiguracji gwiazda-trójkąt, kluczowe dla upraszczania złożonych sieci rezystancyjnych i trójfazowych systemów zasilania.  W dziedzinie radiokomunikacji, w 1902 roku (równocześnie z Oliverem Heaviside'em), przewidział teoretycznie istnienie w górnych warstwach atmosfery zjonizowanej powłoki odbijającej fale radiowe.  Warstwa ta, zwana początkowo warstwą Kennelly’ego-Heaviside’a (dziś warstwa E jonosfery), wyjaśniła, dlaczego sygnały radiowe mogą być odbierane daleko poza horyzontem, co umożliwiło rozwój globalnej radiotelegrafii. Kennelly był również gorącym zwolennikiem standaryzacji i odegrał kluczową rolę w przyjęciu układu jednostek MKS (metr-kilogram-sekunda), który stał się fundamentem dzisiejszego systemu SI.",
    "image":  "img/Arthur_Kennelly.png"
  },
  "marconi":{
    "title": "Guglielmo Marconi (1874-1937)",
    "description": "Urodzony 25 kwietnia 1874 roku w Bolonii, zmarł 20 lipca 1937 roku w Rzymie. Włoski fizyk i przedsiębiorca, uważany za ojca chrzestnego praktycznej radiokomunikacji. Opierając się na teoretycznych pracach Hertza i Maxwella, w 1895 roku skonstruował w posiadłości swojego ojca pierwszy sprawny system telegrafii bezprzewodowej, przesyłając sygnały na odległość ponad kilometra.  W 1901 roku dokonał przełomowego wyczynu, przesyłając pierwszy sygnał radiowy (literę 'S' w kodzie Morse'a) przez Ocean Atlantycki, z Poldhu w Kornwalii do St. John's na Nowej Fundlandii, co obaliło panujące przekonanie, że krzywizna Ziemi uniemożliwia dalekosiężną łączność radiową.  Opatentował system strojenia obwodów (słynny patent 7777), który pozwolił na pracę wielu stacji na różnych częstotliwościach bez wzajemnych zakłóceń.  Za swoje osiągnięcia otrzymał w 1909 roku Nagrodę Nobla z fizyki (wspólnie z Karlem Ferdinandem Braunem). Jego systemy radiowe stały się standardem na statkach, co bezpośrednio przyczyniło się do uratowania setek pasażerów Titanica w 1912 roku dzięki sygnałom SOS.  W późniejszych latach Marconi eksperymentował z falami krótkimi i mikrofalowymi, przewidując ich kluczowe znaczenie dla współczesnej nawigacji i radarów. Jego zdolności biznesowe pozwoliły na stworzenie globalnego imperium telekomunikacyjnego, które na zawsze zmieniło sposób, w jaki świat wymienia informacje.",
    "image":  "img/guglielmo_marconi.jpg"
  },
  "morse":{
    "title": "Samuel Finley Breese Morse (1791-1872)",
    "description": "Urodzony 27 kwietnia 1791 roku w Charlestown, zmarł 2 kwietnia 1872 roku w Nowym Jorku. Amerykański wynalazca i malarz, który zrewolucjonizował komunikację na odległość. Choć nie był jedynym twórcą telegrafu, to jego konstrukcja z 1837 roku okazała się najbardziej praktyczna i odniosła sukces komercyjny.  Wspólnie z Alfredem Vailem opracował alfabet Morse'a - system kropek i kresek reprezentujących litery i cyfry, który stał się międzynarodowym standardem przesyłania wiadomości.  Kluczowym elementem jego systemu był przekaźnik elektromagnetyczny (relays), który pozwalał na wzmacnianie sygnału i przesyłanie go na bardzo duże odległości bez utraty czytelności.  W 1844 roku wysłał pierwszą oficjalną depeszę z Waszyngtonu do Baltimore o treści 'What hath God wrought'.  Jego wynalazek gwałtownie skrócił czas przesyłu informacji z dni do sekund, kładąc podwaliny pod globalną sieć telekomunikacyjną. Morse był również cenionym artystą, współzałożycielem National Academy of Design, jednak to telegrafia przyniosła mu światową sławę i ogromny majątek, choć podobnie jak wielu innych wynalazców tego okresu, musiał stoczyć wiele batalii sądowych o uznanie swoich patentów.",
    "image":  "img/samuel_morse.jpg"
  },
  "nernst":{
    "title": "Walter Hermann Nernst (1864-1941)",
    "description": "Urodzony 25 czerwca 1864 roku w Wąbrzeźnie, zmarł 24 listopada 1941 roku w Zibelle. Niemiecki fizyk i chemik, laureat Nagrody Nobla, który położył fundamenty pod współczesną chemię fizyczną i elektrochemię. Jego najważniejszym osiągnięciem teoretycznym było sformułowanie w 1906 roku trzeciej zasady termodynamiki (twierdzenie Nernsta), która stwierdza, że entropia układu dąży do stałej wartości (bliskiej zeru), gdy temperatura zbliża się do zera bezwzględnego.  W dziedzinie elektrochemii opracował równanie Nernsta, które pozwala obliczyć potencjał elektrody w zależności od temperatury i stężenia substancji biorących udział w reakcji redoks.  Zjawisko to ma kluczowe znaczenie dla działania baterii, ogniw paliwowych oraz procesów biologicznych w komórkach.  Nernst był również wybitnym wynalazcą praktycznym; w 1897 roku skonstruował lampę Nernsta, która wykorzystywała ceramiczne żarniki przewodzące prąd dopiero po podgrzaniu, oferując światło bardziej zbliżone do słonecznego niż wczesne żarówki węglowe.  Badał również zjawiska galwanomagnetyczne i termomagnetyczne, odkrywając efekt Nernsta (powstawanie pola elektrycznego w przewodniku pod wpływem gradientu temperatury i pola magnetycznego).  Za wkład w termodynamikę otrzymał Nagrodę Nobla z chemii w 1920 roku.",
    "image": "img/Walther_Nernst.jpg"
  },
  "popov":{
    "title": "Alexander Stepanovich Popov (1859-1906)",
   "description": "Urodzony 16 marca 1859 roku w Turjinskije Rudniki, zmarł 13 stycznia 1906 roku w Petersburgu. Rosyjski fizyk i wynalazca, jeden z pionierów radiotechniki. W 1895 roku zbudował pierwszy odbiornik radiowy wykorzystujący koherer (detektor opiłkowy), który służył mu początkowo do wykrywania wyładowań atmosferycznych i został nazwany 'wykrywaczem burz'.  Jako pierwszy zastosował pionowy przewód zawieszony w powietrzu jako antenę, co znacząco zwiększyło czułość i zasięg odbieranych sygnałów.  24 marca 1896 roku przeprowadził publiczny pokaz przesyłania sygnałów alfabetem Morse'a drogą radiową między budynkami Uniwersytetu Petersburskiego, przesyłając słowa 'Heinrich Hertz'.  Jego prace miały charakter pionierski, szczególnie w zastosowaniach morskich; w 1900 roku jego radiostacja odegrała kluczową rolę w operacji ratowania pancernika Admirał Apraksin, co było jednym z pierwszych praktycznych wykorzystań łączności radiowej w ratownictwie.  Choć w krajach zachodnich za wynalazcę radia uznaje się głównie Marconiego, w Rosji i wielu krajach Europy Wschodniej to właśnie Popow jest czczony jako twórca bezprzewodowej telegrafii. Jego wkład w rozwój systemów antenowych i doskonalenie odbiorników radiowych położył fundamenty pod współczesną radiokomunikację.",
    "image":  "img/Alexander_Stepanovich_Popov.jpg"
  },
  "ritter":{
    "title": "Johann Wilhelm Ritter (1776-1810)",
    "description": "Urodzony 16 grudnia 1776 roku w Samitz, zmarł 23 stycznia 1810 roku w Monachium. Niemiecki fizyk, chemik i filozof przyrody, który dokonał przełomowych odkryć na styku optyki i elektrochemii. W 1801 roku, zainspirowany odkryciem podczerwieni przez Herschela, zbadał przeciwny koniec spektrum słonecznego. Zauważył, że chlorek srebra czernieje najszybciej pod wpływem niewidzialnych promieni znajdujących się tuż poza fioletem, co doprowadziło do odkrycia promieniowania ultrafioletowego (UV), które sam nazywał 'promieniami chemicznymi'.  Ritter był również pionierem elektrochemii; w 1800 roku, niezależnie od innych badaczy, dokonał elektrolizy wody, zbierając tlen i wodór w osobnych naczyniach.  W 1802 roku skonstruował pierwszy suchy stos galwaniczny, a rok później zbudował pierwszy akumulator (wtórne ogniwo galwaniczne), wykazując, że energia elektryczna może być magazynowana.  Jako zwolennik romantycznej filozofii przyrody, prowadził również kontrowersyjne i ryzykowne eksperymenty na własnym ciele, badając wpływ prądu na mięśnie i zmysły, co ostatecznie przyczyniło się do przedwczesnej śmierci. Jego prace nad elektrochemią położyły podwaliny pod szereg napięciowy metali i nowoczesną naukę o bateriach.",
    "image":  "img/Johann_Ritter.jpg"
  },
   "siemens":{
    "title": "Ernst Werner von Siemens (1816-1892)",
    "description": "Urodzony 13 grudnia 1816 roku w Lenthe, zmarł 6 grudnia 1892 roku w Berlinie. Niemiecki wynalazca, inżynier i przemysłowiec, założyciel światowego koncernu Siemens & Halske. W 1847 roku udoskonalił telegraf wskazówkowy, wykorzystując mechanizm zapadkowy, co uczyniło urządzenie bardziej niezawodnym niż system Morse'a w tamtym czasie.  Jego najważniejszym wkładem w elektrotechnikę było odkrycie zasady dynamoelektrycznej w 1866 roku, co pozwoliło na budowę wydajnych prądnic samowzbudnych.  Dzięki temu wynalazkowi energia elektryczna mogła być wytwarzana na skalę przemysłową, co zapoczątkowało erę silników elektrycznych i oświetlenia.  Siemens był również pionierem trakcji elektrycznej; w 1879 roku zaprezentował w Berlinie pierwszą na świecie lokomotywę elektryczną zasilaną z trzeciej szyny.  Opracował proces izolowania kabli podwodnych gutaperką, co umożliwiło budowę transatlantyckich i indoeuropejskich linii telegraficznych.  Jako naukowiec zaproponował system jednostek elektrycznych, a jego nazwisko upamiętnia jednostka przewodności elektrycznej w układzie SI - simens (S = 1/Ohm). Był także zaangażowany w sprawy społeczne, wprowadzając w swoich fabrykach pionierskie systemy emerytalne i skrócony czas pracy dla robotników.",
    "image":  "img/werner_siemens.jpg"
  },
  "thomson":{
    "title": "William Thomson (lord Kelvin) (1824-1907)",
    "description": "Urodzony 26 czerwca 1824 roku w Belfaście, zmarł 17 grudnia 1907 roku w Largs. Wybitny brytyjski fizyk, matematyk i inżynier, który odegrał kluczową rolę w sformułowaniu praw termodynamiki. W 1848 roku zaproponował absolutną skalę temperatury, opartą na energii termodynamicznej, w której punktem zero jest temperatura, przy której ustałby wszelki ruch cząsteczek (zero bezwzględne).  Wspólnie z Jamesem Joulem odkrył zjawisko zmiany temperatury gazu podczas jego rozprężania przez porowatą barierę, znane jako efekt Joule'a-Thomsona, co stało się fundamentem techniki chłodniczej i skraplania gazów.  Kelvin był również wybitnym inżynierem praktykiem; opracował matematyczną analizę przesyłu sygnałów w kablach podwodnych, co pozwoliło na sukces pierwszego telegrafu transatlantyckiego.  Wynalazł czuły galwanometr zwierciadlany oraz syfonowy rejestrator, umożliwiające odbiór słabych sygnałów elektrycznych z dna oceanu.  Sformułował drugą zasadę termodynamiki w ujęciu dotyczącym niemożności zbudowania silnika cieplnego o stuprocentowej sprawności. Wniósł także ogromny wkład w hydrodynamikę, teorię elektromagnetyzmu oraz geologię, szacując wiek Ziemi na podstawie jej stygnięcia. Jego nazwisko upamiętnia jednostka temperatury w układzie SI - kelwin (K).",
    "image":  "img/lord_Kelvin.jpg"
  },
  "gilbert": {
    "title": "William Gilbert (1544-1603)",
    "description": "William Gilbert urodził się 24 maja 1544 roku w Colchester, w hrabstwie Essex, a zmarł 30 listopada 1603 roku w Londynie. Był najwybitniejszym uczonym epoki elżbietańskiej, człowiekiem, który zrewolucjonizował sposób, w jaki rozumiemy naszą planetę. Jego droga do sławy rozpoczęła się w 1558 roku w St John’s College na Uniwersytecie Cambridge, gdzie zaledwie trzy lata później został członkiem kolegium, a w 1569 roku doktorem medycyny. Dzięki swojemu intelektowi i skrupulatności sięgnął po najwyższe zaszczyty zawodowe, służąc jako osobisty lekarz królowej Elżbiety I Wielkiej, a następnie króla Jakuba I Stuarta.\n\nChoć za dnia dbał o zdrowie monarchów, jego prawdziwa pasja ujawniała się w badaniach nad fizyką. W roku 1600 opublikował przełomowe dzieło 'De Magnete' (O magnesach i ciałach magnetycznych, oraz o wielkim magnesie Ziemi), które stało się fundamentem nowożytnej nauki. Wykorzystując autorski model Ziemi zwany terrella, Gilbert przeprowadził dziesiątki eksperymentów, które obaliły średniowieczne mity. To on jako pierwszy udowodnił, że Ziemia sama jest gigantycznym magnesem, co wyjaśniło zagadkę igły kompasu - wcześniej błędnie wierzono, że przyciąga ją Gwiazda Polarna lub mityczna magnetyczna wyspa na północy.\n\n\n\nGilbert był pionierem, który wprowadził do języka nauki terminy używane do dziś: biegun magnetyczny, siła magnetyczna czy przyciąganie. Jako pierwszy spopularyzował termin 'elektryczność', wykazując, że nie tylko bursztyn, ale wiele innych materiałów można naelektryzować. Jego wizja wykraczała poza sam magnetyzm - zgadzał się z Mikołajem Kopernikiem co do ruchu obrotowego Ziemi i jako jeden z pierwszych twierdził, że gwiazdy znajdują się w różnych odległościach od nas, a nie na jednej sferze. Wierzył, że to siła podobna do magnetyzmu utrzymuje ciała niebieskie na ich orbitach. Choć wiele jego pism, jak 'De Mundo Nostro Sublunari', wydano dopiero po jego śmierci w 1651 roku, dziedzictwo Gilberta przetrwało wieki, a jego nazwisko zostało uwiecznione w nazwie jednostki siły magnetomotorycznej - gilbercie (Gb).",
    "image": "img/wililiam_gilbert.jpg"
  },
  "cabeo": {
    "title": "Niccolò Cabeo (1586-1650)",
    "description": "Niccolò Cabeo urodził się 26 lutego 1586 roku w Ferrarze, a zmarł 30 czerwca 1650 roku w Genui. Ten włoski jezuita, matematyk i filozof przyrody stał się jedną z kluczowych postaci siedemnastowiecznej fizyki, kontynuując i rozszerzając badania zapoczątkowane przez Williama Gilberta. Wykształcenie zdobywał w kolegiach jezuickich w Parmie i Casale Monferrato, by później samemu nauczać teologii oraz matematyki, stając się ważnym ogniwem w naukowej sieci ówczesnej Europy.\n\nJego najważniejsze dzieło, opublikowane w 1629 roku pod tytułem 'Philosophia Magnetica', było pierwszym znaczącym opracowaniem na temat magnetyzmu od czasu publikacji Gilberta. Cabeo zapisał się w historii nauki jako odkrywca zjawiska odpychania elektrycznego; zaobserwował on, że przedmioty naelektryzowane nie tylko przyciągają drobne ciała, ale po zetknięciu z nimi mogą je gwałtownie odpychać. Było to odkrycie o znaczeniu fundamentalnym, które pozwoliło na późniejsze sformułowanie teorii o ładunkach elektrycznych.\n\n\n\nCabeo nie ograniczał się jedynie do magnetyzmu. Prowadził również zaawansowane badania nad ruchem ciał i swobodnym spadkiem, zauważając - podobnie jak Galileusz - że prędkość spadania nie zależy od masy obiektu. Jako jezuita starał się łączyć nowoczesne obserwacje doświadczalne z tradycyjną filozofią scholastyczną, co czyniło jego prace niezwykle przystępnymi dla ówczesnego świata akademickiego. Jego nazwisko zostało uwiecznione na Księżycu, gdzie jeden z kraterów w pobliżu bieguna południowego nazwano jego imieniem (Cabeus), honorując tym samym jego wkład w rozwój fizyki doświadczalnej i meteorologii.",
    "image": "img/niccolo_cabeo.jpg"
  },
  "kircher": {
    "title": "Athanasius Kircher (1602-1680)",
    "description": "Athanasius Kircher urodził się 2 maja 1602 roku w Geisie, a zmarł 27 listopada 1680 roku w Rzymie. Był niemieckim jezuitą i prawdziwym człowiekiem renesansu żyjącym w baroku, nazywanym 'Ostatnim Człowiekiem Renesansu' oraz 'Mistrzem Stu Sztuk'. Jego ogromna wiedza obejmowała dziedziny tak odległe jak egiptologia, geologia, medycyna, muzyka i fizyka. Większość życia spędził w Kolegium Rzymskim, gdzie stworzył słynne Muzeum Kircherianum - jedno z pierwszych publicznych muzeów na świecie, gromadzące instrumenty naukowe, skamieniałości i egzotyczne artefakty.\n\nW dziedzinie fizyki i optyki Kircher zapisał się jako popularyzator 'latarni magicznej' (magica lucerna), która była bezpośrednim przodkiem dzisiejszych projektorów. Jego badania nad magnetyzmem, opisane w dziele 'Magnes sive de Arte Magnetica' (1641), wykraczały poza proste przyciąganie żelaza - Kircher postrzegał magnetyzm jako uniwersalną siłę wiążącą całą naturę, od ciał niebieskich po relacje międzyludzkie.\n\n\n\nJako pionier medycyny prewencyjnej, Kircher był prawdopodobnie pierwszą osobą, która użyła mikroskopu do badania krwi ofiar dżumy, trafnie wnioskując, że choroba jest wywoływana przez mikroskopijne organizmy (łac. effluvia), co wyprzedziło teorię zarodkową chorób o dwa stulecia. Jego zainteresowania geologiczne doprowadziły go do zbadania wnętrza wulkanów, w tym Etny i Wezuwiusza, co opisał w monumentalnym dziele 'Mundus Subterraneus', przedstawiając Ziemię jako żywy organizm z systemem podziemnych kanałów ognia i wody. Choć niektóre z jego teorii, jak próby odczytania hieroglifów, okazały się błędne, jego pasja do systematyzowania wiedzy i stosowanie nowatorskich instrumentów badawczych uczyniły go jednym z najbardziej fascynujących uczonych w historii.",
    "image": "img/Athanasius_Kircher.jpg"
  },
  "boyle": {
    "title": "Robert Boyle (1627-1691)",
    "description": "Urodzony 25 stycznia 1627 roku w Lismore (Irlandia), zmarł 31 grudnia 1691 roku w Londynie (Anglia). Robert Boyle był wybitnym przyrodnikiem i chemikiem, który położył fundamenty pod nowoczesną metodę naukową. W 1659 roku, współpracując z Robertem Hooke’em, skonstruował zaawansowaną pompę próżniową, co pozwoliło mu na badanie roli powietrza w procesach spalania oraz oddychania.  Następnie w 1661 roku opublikował swoje najważniejsze dzieło, „The Sceptical Chymist”, w którym odrzucił starożytne teorie żywiołów i wprowadził nowoczesną definicję pierwiastka jako substancji niemożliwej do dalszego rozkładu. W 1662 roku sformułował prawo nazwane jego nazwiskiem, opisujące zależność ciśnienia od objętości gazu w stałej temperaturze.  Kluczowym momentem jego późniejszej pracy był rok 1675, kiedy to opublikował badania nad mechanicznym pochodzeniem cech materii, wykazując między innymi, że przyciąganie elektryczne zachodzi również w próżni. Do końca życia w 1691 roku Boyle pozostawał gorliwym zwolennikiem korpuskularnej teorii budowy świata, wierząc, że wszystkie zjawiska przyrody można wyjaśnić poprzez ruch i strukturę małych cząstek materii.",
    "image": "img/robert_boyle.jpg"
  },
  "gray": {
    "title": "Stephen Gray (1666-1736)",
    "description": "Urodzony w grudniu 1666 roku w Canterbury, zmarł 15 lutego 1736 roku w Londynie. Angielski astronom amator i fizyk, który mimo trudnej sytuacji finansowej i pracy jako farbiarz, stał się pionierem badań nad elektrycznością. Jego najważniejsze odkrycia przypadły na lata 1729-1731, kiedy to jako pierwszy zaobserwował zjawisko przewodnictwa elektrycznego. Gray wykazał, że „ładunek elektryczny” może być przesyłany na odległość za pomocą odpowiednich materiałów, takich jak wilgotny sznur konopny czy drut metalowy.  Podczas słynnego eksperymentu z 1730 roku, znanego jako „Latający Chłopiec”, zawiesił on ochotnika na jedwabnych niciach i naelektryzował go, udowadniając, że ciało ludzkie przewodzi prąd, a materiały izolacyjne (jak jedwab) zapobiegają jego ucieczce.  Te pionierskie obserwacje pozwoliły na podział substancji na przewodniki i izolatory, co stało się fundamentem dla późniejszych prac Du Fay czy Franklina. Gray został uhonorowany pierwszym w historii Medalem Copleya w 1731 roku, a jego prace opublikowane w Philosophical Transactions of the Royal Society trwale zmieniły postrzeganie natury elektryczności przed jego śmiercią w 1736 roku.",
    "image": "img/stephen_gray.jpg"
    },
    "fay": {
    "title": "Charles-François de Cisternay du Fay (1698-1739)",
    "description": "Urodzony 14 września 1698 roku w Paryżu, zmarł 16 lipca 1739 roku w tym samym mieście. Ten francuski chemik i fizyk, pełniący funkcję superintendenta Jardin du Roi, odegrał kluczową rolę w usystematyzowaniu wiedzy o elektryczności. W 1733 roku, opierając się na pracach Stephena Graya, przeprowadził serię doświadczeń, które doprowadziły go do sformułowania teorii dwóch rodzajów elektryczności: „szklanej” (vitreous) oraz „żywicznej” (resinous). Zaobserwował, że ładunki tego samego rodzaju się odpychają, a przeciwnych rodzajów przyciągają, co było fundamentalnym odkryciem dla elektrostatyki.  Wykazał również, że niemal wszystkie ciała, z wyjątkiem metali i cieczy, można naelektryzować przez pocieranie, o ile są odpowiednio izolowane. Du Fay był pierwszym badaczem, który dostrzegł uniwersalny charakter zjawisk elektrycznych, a jego dwupłynowa teoria elektryczności dominowała w nauce aż do czasu pojawienia się koncepcji Benjamina Franklina. Zmarł przedwcześnie na ospę w 1739 roku, pozostawiając po sobie precyzyjne opisy eksperymentów, które stały się wzorem dla osiemnastowiecznych badaczy przyrody.",
    "image": "img/Charles_du_Fay.jpg"
  },
  "hauksbee": {
    "title": "Francis Hauksbee (1666-1713)",
    "description": "Urodzony w 1666 roku w Colchester, zmarł w kwietniu 1713 roku w Londynie. Angielski naukowiec i utalentowany rzemieślnik, który pracował jako demonstrator eksperymentów dla Isaaca Newtona w Royal Society. Hauksbee zrewolucjonizował badania nad elektrycznością, konstruując w 1705 roku pierwszą praktyczną maszynę elektrostatyczną - obracającą się szklaną kulę, z której wypompowano powietrze.  Podczas swoich doświadczeń zauważył, że pocieranie takiej kuli dłonią powoduje powstawanie dziwnego, niebieskawego światła, które nazwał „światłem barometrycznym”. Była to pierwsza w historii obserwacja wyładowania elektroluminescencyjnego w gazie pod niskim ciśnieniem, co położyło podwaliny pod rozwój nowoczesnych neonówek i lamp fluorescencyjnych.  W 1709 roku opublikował swoje spostrzeżenia w dziele „Physico-Mechanical Experiments”, gdzie opisał również zjawisko przyciągania drobnych obiektów przez naelektryzowane szkło oraz badania nad napięciem powierzchniowym cieczy. Choć zmarł w biedzie w 1713 roku, jego innowacyjne instrumenty badawcze pozwoliły osiemnastowiecznym fizykom przejść od prostych obserwacji do systematycznych badań nad naturą ładunku elektrycznego.",
    "image": "img/francis_hauksbee.jpg"
  },
  "michell": {
    "title": "John Michell (1724-1793)",
    "description": "Urodzony 25 grudnia 1724 roku w Eakring, zmarł 21 kwietnia 1793 roku w Thornhill. Angielski duchowny i polihistor, często nazywany „ojcem seismologii” oraz jednym z najbardziej niedocenianych wizjonerów nauki XVIII wieku. Studiował i wykładał na Uniwersytecie Cambridge, gdzie zajmował się geologią, astronomią i fizyką. W 1750 roku opublikował pionierską pracę na temat magnesów sztucznych, w której wykazał, że siła magnetyczna maleje wraz z kwadratem odległości.  Po tragicznym trzęsieniu ziemi w Lizbonie w 1755 roku, Michell jako pierwszy zasugerował, że wstrząsy rozchodzą się w ziemi jako fale elastyczne, co położyło fundamenty pod nowoczesną sejsmologię. Jego najbardziej zdumiewające odkrycie teoretyczne pochodzi z 1783 roku, kiedy to wykorzystując prawo powszechnego ciążenia Newtona, przewidział istnienie „ciemnych gwiazd” - obiektów o tak ogromnej masie i gęstości, że nawet światło nie może uciec z ich powierzchni, co czyni go pierwotnym odkrywcą koncepcji czarnych dziur.  Zaprojektował również i zbudował niezwykle czułą wagę skręceń do pomiaru gęstości Ziemi i siły grawitacji, którą po jego śmierci przejął Henry Cavendish, by przeprowadzić słynny eksperyment wyznaczający stałą grawitacji. Michell zmarł w 1793 roku, pozostając postacią o niezwykle szerokich horyzontach, której teorie o stulecia wyprzedziły techniczne możliwości ich potwierdzenia.",
    "image": "img/john_michell.jpg"
  },
  "wilcke": {
    "title": "Johan Carl Wilcke (1732-1796)",
    "description": "Urodzony 6 września 1732 roku w Wismarze, zmarł 18 kwietnia 1796 roku w Sztokholmie. Szwedzki fizyk niemieckiego pochodzenia, który wniósł fundamentalny wkład w rozwój elektrostatyki oraz naukę o cieple. Podczas studiów w Uppsali i Rostocku pozostawał pod silnym wpływem prac Benjamina Franklina, co skłoniło go do opublikowania w 1757 roku pierwszego szwedzkiego podręcznika o elektryczności. Wilcke niezależnie od innych badaczy odkrył zjawisko indukcji elektrostatycznej i opracował koncepcję dielektryka, budując własne wersje kondensatorów.  W 1762 roku wynalazł elektrofor - urządzenie służące do wytwarzania i przenoszenia ładunków elektrycznych za pomocą indukcji, które później zostało udoskonalone przez Alessandro Voltę.  Oprócz badań nad elektrycznością, Wilcke odegrał kluczową rolę w termodynamice, wprowadzając pojęcie ciepła utajonego oraz ciepła właściwego. Przeprowadził precyzyjne pomiary ilości ciepła potrzebnego do stopienia lodu, co pozwoliło na odróżnienie temperatury od ilości ciepła. Pełnił funkcję sekretarza Królewskiej Szwedzkiej Akademii Nauk, a jego prace nad kalorymetrią i meteorologią, w tym mapy inklinacji magnetycznej Ziemi, uczyniły go jednym z czołowych europejskich uczonych końca XVIII wieku.",
    "image": "img/Johan_Wilcke.jpg"
  },
  "cavallo": {
    "title": "Tiberio Cavallo (1749-1809)",
    "description": "Urodzony 30 marca 1749 roku w Neapolu, zmarł 21 grudnia 1809 roku w Londynie. Włoski fizyk i filozof naturalny, który po przeprowadzce do Anglii w 1771 roku stał się jedną z centralnych postaci londyńskiego świata naukowego. Zasłynął przede wszystkim jako wybitny eksperymentator i konstruktor precyzyjnych przyrządów pomiarowych. W 1777 roku opublikował niezwykle popularne dzieło „A Complete Treatise on Electricity”, które przez dziesięciolecia służyło jako podstawowy podręcznik elektrostatyki. Szczególnym osiągnięciem Cavallo było udoskonalenie i spopularyzowanie elektrometru listkowego, który wykorzystywał dwa cienkie paski metalu (zazwyczaj srebra lub złota) zawieszone wewnątrz szklanego naczynia.  Urządzenie to pozwalało na znacznie bardziej czułe wykrywanie ładunku elektrycznego niż wcześniejsze przyrządy oparte na nitkach czy kulkach korkowych, ponieważ nawet minimalny ładunek powodował widoczne odpychanie się lekkich listków. Cavallo zaprojektował również wersję przenośną tego przyrządu do badania elektryczności atmosferycznej.  Wynalazł także „mnożnik elektryczności” - urządzenie pozwalające na wykrywanie i wzmacnianie bardzo małych ładunków.  W 1785 roku przeprowadził pionierskie próby z balonami wypełnionymi wodorem, a jego prace nad gazami i medycznym zastosowaniem elektryczności cieszyły się ogromnym uznaniem w Royal Society. Cavallo przekształcił widowiskowe pokazy elektryczne w rzetelną dziedzinę pomiarową, wprowadzając standardy technicznej precyzji, które obowiązywały przez kolejne pokolenia badaczy.",
    "image": "img/Tiberius_Cavallo.jpg"
  },
  "bennet": {
    "title": "Abraham Bennet (1749-1799)",
    "description": "Urodzony w grudniu 1749 roku w Taxal, zmarł 9 maja 1799 roku w Wirksworth. Angielski duchowny i fizyk, który zapisał się w historii nauki jako genialny konstruktor niezwykle czułych instrumentów elektrostatycznych. W 1786 roku wynalazł elektroskop listkowy ze złotych płatków, który był znacznie bardziej czuły niż wcześniejszy przyrząd Tiberio Cavallo. Dzięki zastosowaniu niezwykle cienkiego i lekkiego złota, urządzenie to pozwalało na wykrywanie nawet śladowych ilości ładunku, co uczyniło go standardowym narzędziem badawczym na ponad sto lat.  Bennet wykorzystał swój wynalazek do badania elektryczności atmosferycznej oraz zjawisk kontaktowych, wyprzedzając niektóre spostrzeżenia Volty. W 1787 roku skonstruował „doubler” - mechaniczny powielacz ładunku, który potrafił wzmocnić niemal niewykrywalną elektryczność do poziomu pozwalającego na obserwację przeskakującej iskry.  Jego badania nad parowaniem i kontaktem różnych substancji, opublikowane w dziele „New Experiments on Electricity” (1789), dostarczyły dowodów na to, że elektryczność jest powszechnym zjawiskiem towarzyszącym procesom fizycznym i chemicznym. Choć większość życia spędził jako proboszcz w małym miasteczku w Derbyshire, jego prace zyskały uznanie takich sław jak Erasmus Darwin czy Alessandro Volta, a on sam został wybrany członkiem Royal Society krótko przed śmiercią w 1799 roku.",
    "image": "img/Abraham_Bennet.JPG"
   },
   "priestley": {
    "title": "Joseph Priestley (1733-1804)",
    "description": "Urodzony 24 marca 1733 roku w Birstall, zmarł 6 lutego 1804 roku w Northumberland (Pensylwania). Angielski teolog, filozof i chemik, który dzięki swoim eksperymentom stał się jednym z najważniejszych odkrywców w historii gazów. W 1767 roku opublikował „The History and Present State of Electricity”, obszerne kompendium wiedzy, w którym jako pierwszy zasugerował, że siła elektryczna podlega prawu odwrotnych kwadratów, podobnie jak grawitacja Newtona. W tym samym czasie, mieszkając obok browaru, zainteresował się „stałym powietrzem” (dwutlenkiem węgla), co doprowadziło go do wynalezienia wody gazowanej.  Jego najbardziej przełomowe odkrycie miało miejsce 1 sierpnia 1774 roku, kiedy za pomocą soczewki skupiającej promienie słoneczne ogrzał tlenek rtęci, wydzielając gaz, który nazwał „powietrzem deflogistonowanym”.  Gaz ten - znany dziś jako tlen - okazał się niezbędny do oddychania i spalania, co Priestley zademonstrował, umieszczając mysz w szczelnym naczyniu z nowo odkrytą substancją. Choć do końca życia pozostał wierny błędnej teorii flogistonu, jego techniki izolowania gazów nad wanną pneumatyczną pozwoliły na odkrycie m.in. amoniaku, tlenku azotu i tlenku węgla. Z powodu swoich radykalnych poglądów religijnych i politycznych, po zniszczeniu jego domu przez tłum w Birmingham, wyemigrował w 1794 roku do Stanów Zjednoczonych, gdzie kontynuował pracę naukową aż do śmierci w 1804 roku.",
    "image": "img/joseph_Priestley.jpg"
  },
  "robison": {
    "title": "John Robison (1739-1805)",
    "description": "Urodzony 4 lutego 1739 roku w Baldernock, zmarł 30 stycznia 1805 roku w Edynburgu. Szkocki fizyk, matematyk i filozof naturalny, który odegrał kluczową rolę w profesjonalizacji brytyjskiej nauki jako pierwszy sekretarz Royal Society of Edinburgh. Jego kariera była niezwykle barwna - służył w Royal Navy, gdzie brał udział w testowaniu chronometru Johna Harrisona, oraz pracował w Rosji jako doradca naukowy marynarki wojennej. W 1769 roku, na długo przed Charlesem Coulombem, przeprowadził precyzyjne eksperymenty, które pozwoliły mu stwierdzić, że siła odpychania między dwiema naelektryzowanymi kulami zmienia się odwrotnie proporcjonalnie do kwadratu odległości między nimi (z wyznaczonym przez niego wykładnikiem 2,06).  Wyniki te, choć przełomowe, opublikował dopiero w 1801 roku w swojej „Encyclopaedia Britannica”. Robison był bliskim przyjacielem Jamesa Watta i jako pierwszy zaproponował wykorzystanie silnika parowego do napędu kół wozów, co czyni go wczesnym wizjonerem motoryzacji.  Pod koniec życia zyskał kontrowersyjną sławę jako autor książki atakującej iluminatów i masonerię, jednak w świecie nauki pozostał szanowany za swoje obszerne prace z zakresu mechaniki i optyki, które przez lata stanowiły fundament edukacji inżynierskiej w Wielkiej Brytanii.",
    "image": "img/john_robison.png"
   },
   "cavendish": {
    "title": "Henry Cavendish (1731-1810)",
    "description": "Urodzony 10 października 1731 roku w Nicei, zmarł 24 lutego 1810 roku w Londynie. Angielski chemik i fizyk, znany z niezwykłej precyzji pomiarów oraz ekscentrycznego stylu życia w niemal całkowitej izolacji. W 1766 roku odkrył wodór, który nazywał „palnym powietrzem”, i jako pierwszy udowodnił, że woda nie jest pierwiastkiem, lecz związkiem chemicznym powstającym w wyniku spalania wodoru w tlenie.  W dziedzinie elektryczności wyprzedził swoje czasy o dekady - już w latach 70. XVIII wieku odkrył prawo odwrotnych kwadratów oraz pojęcie potencjału elektrycznego, jednak jego prace na ten temat pozostały w rękopisach i zostały opublikowane przez Jamesa Clerka Maxwella dopiero w 1879 roku. Jego najsłynniejszym osiągnięciem było przeprowadzenie w latach 1797-1798 eksperymentu z wagą skręceń (opracowaną pierwotnie przez Johna Michella), który pozwolił mu „zważyć Ziemię”.  Na podstawie precyzyjnego pomiaru słabego przyciągania grawitacyjnego między ołowianymi kulami, Cavendish wyznaczył gęstość Ziemi z błędem mniejszym niż 1% względem współczesnych wyników, co umożliwiło późniejsze obliczenie stałej grawitacji G. Cechował się chorobliwą nieśmiałością i unikał kontaktu z ludźmi, niemniej jego rygorystyczne podejście do eksperymentów uczyniło go jednym z najwybitniejszych naukowców w historii.",
    "image": "img/Henry_Cavendish.jpg"
  },
  "green": {
    "title": "George Green (1793-1841)",
    "description": "Urodzony 14 lipca 1793 roku w Nottingham, zmarł 31 maja 1841 roku w tym samym mieście. Angielski matematyk i fizyk, który niemal całkowicie jako samouk (pracując w rodzinnym młynie) dokonał jednego z najbardziej błyskotliwych przełomów w matematycznej analizie zjawisk fizycznych. W 1828 roku opublikował własnym sumptem „An Essay on the Application of Mathematical Analysis to the Theories of Electricity and Magnetism”, pracę tak nowatorską, że została niemal całkowicie zignorowana przez współczesnych mu uczonych. Green wprowadził w niej pojęcie potencjału, udowadniając, że stan układu elektrycznego można opisać za pomocą jednej funkcji skalarnej. Sformułował również twierdzenie Greena, wiążące całkę po obszarze z całką po jego brzegu, co stało się fundamentem nowoczesnej fizyki matematycznej.  Stworzył także koncepcję funkcji Greena, która pozwala na rozwiązywanie skomplikowanych równań różniczkowych cząstkowych i do dziś jest podstawowym narzędziem w mechanice kwantowej oraz elektrodynamice.  Dopiero po jego śmierci lord Kelvin odkrył kopię jego eseju i doprowadził do jego publikacji, czyniąc Greena pośmiertnie jednym z ojców teorii pola. Mimo krótkiego życia i braku formalnego wykształcenia przez większość kariery, jego prace umożliwiły późniejszy rozwój teorii Maxwella i całej fizyki teoretycznej XIX wieku.",
    "image": "img/george_green.jpg"
  },
  "guericke": {
    "title": "Otto von Guericke (1602-1686)",
    "description": "Urodzony 20 listopada 1602 roku w Magdeburgu, zmarł 11 maja 1686 roku w Hamburgu. Niemiecki fizyk, inżynier i dyplomata, wieloletni burmistrz Magdeburga, który swoimi spektakularnymi doświadczeniami udowodnił istnienie próżni i rolę ciśnienia atmosferycznego. W 1650 roku wynalazł pompę próżniową, co pozwoliło mu na przeprowadzenie w 1654 roku słynnego eksperymentu z półkulami magdeburskimi.  Pokazał w nim, że po wypompowaniu powietrza z wnętrza dwóch dopasowanych miedzianych półkul, ciśnienie zewnętrzne dociskało je do siebie z taką siłą, że nie mogło ich rozdzielić nawet kilkanaście koni. Guericke był również pionierem elektrostatyki - około 1660 roku zbudował pierwszą maszynę generującą ładunki elektryczne w postaci obracającej się kuli siarki, którą pocierało się dłonią.  Podczas pracy z tym urządzeniem zaobserwował zjawisko odpychania elektrostatycznego oraz luminescencję (świecenie kuli w ciemności), choć nie potrafił jeszcze poprawnie zinterpretować ich natury.  Skonstruował także ogromny barometr wodny na ścianie swojego domu, przewidując zmiany pogody na podstawie wahań poziomu wody, oraz prowadził badania astronomiczne, sugerując, że przestrzeń międzyplanetarna jest próżnią. Jego dzieło „Experimenta Nova” (1672) stało się jednym z fundamentów nowożytnej fizyki doświadczalnej.",
    "image": "img/Otto_von_Guericke.jpg"
     },
     "ramsden": {
    "title": "Jesse Ramsden (1735-1800)",
    "description": "Urodzony 6 października 1735 roku w Halifax, zmarł 5 listopada 1800 roku w Brighton. Angielski wynalazca i najwybitniejszy konstruktor instrumentów naukowych swojej epoki, który zrewolucjonizował precyzję pomiarów w astronomii, geodezji i fizyce. Jego przełomowym osiągnięciem było skonstruowanie w 1767 roku pierwszej precyzyjnej maszyny podziałowej (dividing engine), która pozwalała na niezwykle dokładne nanoszenie skali kątowej na instrumenty nawigacyjne i astronomiczne.  Dzięki temu sekstanty i teodolity stały się mniejsze, lżejsze i znacznie dokładniejsze, co miało kluczowe znaczenie dla kartografii i żeglugi. Ramsden był również pionierem w dziedzinie elektrostatyki - około 1766 roku wynalazł maszynę elektryczną płytową, która zastąpiła dotychczasowe kule szklane i siarkowe, stając się najwydajniejszym generatorem ładunku XVIII wieku.  Urządzenie to, wykorzystujące obracający się szklany dysk ocierany przez skórzane poduszki, pozwalało na uzyskiwanie silnych iskier i stało się standardowym wyposażeniem laboratoriów.  Skonstruował także słynny teodolit użyty do pierwszego triangulacyjnego połączenia Anglii i Francji oraz opracował nowy typ okularu do mikroskopów i teleskopów, znany dziś jako okular Ramsdena. W 1786 roku został wybrany członkiem Royal Society, a za swoje zasługi dla nauki otrzymał Medal Copleya w 1795 roku.",
    "image": "img/Jesse_Ramsden.jpg"
  },
  "wimshurst": {
    "title": "James Wimshurst (1832-1903)",
    "description": "Urodzony 13 kwietnia 1832 roku w Londynie, zmarł 3 stycznia 1903 roku tamże. Angielski inżynier okrętowy i wynalazca, który zasłynął jako konstruktor najdoskonalszej maszyny elektrostatycznej wykorzystującej zjawisko indukcji, znanej dziś jako maszyna Wimshursta. Choć zawodowo zajmował się architekturą okrętową w Board of Trade, jego pasją były eksperymenty fizyczne. W latach 1880-1883 opracował generator składający się z dwóch szklanych tarcz obracających się w przeciwnych kierunkach, na których umieszczone były metalowe sektory.  Urządzenie to, w przeciwieństwie do wcześniejszych maszyn Holtza czy Toeplera, nie wymagało wstępnego naładowania i działało niezawodnie nawet w warunkach wysokiej wilgotności.  Maszyna Wimshursta stała się kluczowym narzędziem w pionierskich badaniach nad promieniowaniem rentgenowskim pod koniec XIX wieku, służąc jako stabilne źródło wysokiego napięcia do zasilania wczesnych lamp Crookesa.  Wimshurst nigdy nie opatentował swoich ulepszeń, udostępniając je naukowcom i hobbystom, co przyczyniło się do ogromnej popularności jego konstrukcji w laboratoriach i szkołach na całym świecie. Za swoje zasługi dla nauki został wybrany członkiem Royal Society w 1898 roku. Do dziś jego maszyna pozostaje jednym z najbardziej efektywnych i wizualnie efektownych urządzeń do demonstracji praw elektrostatyki.",
    "image": "img/james_wimshurst.jpg"
  },
  "graaff": {
    "title": "Robert Jemison Van de Graaff (1901-1967)",
    "description": "Urodzony 20 grudnia 1901 roku w Tuscaloosa, zmarł 16 stycznia 1967 roku w Bostonie. Amerykański fizyk i wynalazca, który zrewolucjonizował fizykę jądrową dzięki konstrukcji generatora wysokiego napięcia, znanego powszechnie jako generator Van de Graaffa. Studiował na Uniwersytecie Alabamy, a następnie jako stypendysta Rhodesa na Uniwersytecie Oksfordzkim, gdzie zainspirował się potrzebą przyspieszania cząstek elementarnych do ogromnych energii. W 1929 roku opracował pierwszy model urządzenia, które wykorzystywało gumowy pas transmisyjny do mechanicznego przenoszenia ładunków elektrycznych na dużą, metalową sferę.  Dzięki kumulacji ładunku na powierzchni sfery, generator był w stanie wytwarzać napięcia rzędu milionów woltów.  W 1931 roku zaprezentował publicznie gigantyczny model zdolny do wytworzenia napięcia 1,5 miliona woltów, co otworzyło drogę do precyzyjnych badań nad rozbijaniem jąder atomowych.  Jego wynalazek stał się fundamentem dla akceleratorów elektrostatycznych, które do dziś są wykorzystywane nie tylko w badaniach fizycznych, ale także w medycynie (radioterapia) i przemyśle. Van de Graaff był współzałożycielem High Voltage Engineering Corporation (HVEC), firmy zajmującej się komercyjną produkcją akceleratorów. Choć współczesne urządzenia są znacznie bardziej zaawansowane, konstrukcja Van de Graaffa pozostaje jednym z najbardziej rozpoznawalnych symboli nowoczesnej fizyki eksperymentalnej.",
    "image": "img/Robert_de_Graaff.png" 
  },
  "romagnosi": {
    "title": "Gian Domenico Romagnosi (1761-1835)",
    "description": "Urodzony 11 grudnia 1761 roku w Salsomaggiore Terme, zmarł 8 czerwca 1835 roku w Mediolanie. Włoski prawnik, ekonomista i filozof, który przeszedł do historii fizyki jako człowiek, który zaobserwował magnetyczne skutki prądu elektrycznego na osiemnaście lat przed Hansem Christianem Ørstedem. Choć nie posiadał formalnego wykształcenia w naukach ścisłych, pasjonował się eksperymentami. W maju 1802 roku opublikował w gazecie z Rovereto krótki artykuł, w którym opisał, jak igła kompasu wychyla się pod wpływem bliskości stosu Voltów połączonego łańcuchem przewodzącym.  Doświadczenie to przeprowadził przy użyciu srebrnego łańcucha, zauważając, że 'elektryzm' wpływa na magnetyzm. Niestety, jego odkrycie zostało opublikowane w piśmie o ograniczonym zasięgu i sformułowane w języku prawniczo-filozoficznym, przez co umknęło uwadze ówczesnej elity naukowej Europy. Dopiero po słynnym odkryciu Ørsteda w 1820 roku, świat przypomniał sobie o eksperymencie Włocha. Choć Romagnosi nie sformułował matematycznych praw elektromagnetyzmu, jego obserwacja pozostaje jednym z najbardziej fascynujących przykładów 'przegapionych' przełomów w nauce. Większość życia poświęcił teorii prawa i cywilizacji, stając się jednym z intelektualnych ojców zjednoczenia Włoch (Risorgimento).",
    "image": "img/Gian_Romagnosi.jpg"
   },
   "biot": {
    "title": "Jean-Baptiste Biot (1774-1862)",
    "description": "Urodzony 21 kwietnia 1774 roku w Paryżu, zmarł 3 lutego 1862 roku w tym samym mieście. Francuski fizyk, matematyk i astronom, który wniósł ogromny wkład w wiele dziedzin nauki, od elektromagnetyzmu po meteororytykę. W 1820 roku, wraz z Félixem Savartem, sformułował prawo Biota-Savarta, które opisuje pole magnetyczne wytwarzane przez prąd elektryczny.  Ich badania pozwoliły matematycznie określić zależność odkrytą przez Ørsteda, co stało się fundamentem magnetostatyki. Biot był człowiekiem czynu - w 1804 roku wraz z Josephem Gay-Lussakiem odbył pionierski lot balonem na wysokość 4000 metrów, aby badać właściwości atmosfery i ziemskie pole magnetyczne.  Jest również uważany za ojca nowoczesnej meteorytyki; po zbadaniu deszczu kamieni w L'Aigle w 1803 roku jako pierwszy przekonał środowisko naukowe, że meteoryty rzeczywiście pochodzą z kosmosu.  W dziedzinie optyki odkrył zjawisko skręcania płaszczyzny polaryzacji światła przez roztwory organiczne, co położyło podwaliny pod sacharymetrię i analizę chemiczną cukrów. Na jego cześć minerał z grupy mik nazwano biotytem, a w układzie CGS jednostkę prądu elektrycznego nazwano biotem (Bi).",
    "image": "img/jean_biot.jpg"
  },
  "savart": {
    "title": "Félix Savart (1791-1841)",
    "description": "Urodzony 30 czerwca 1791 roku w Mézières, zmarł 16 marca 1841 roku w Paryżu. Francuski fizyk i lekarz, który przesławił się badaniami nad akustyką oraz elektromagnetyzmem. Choć z wykształcenia był medykiem wojskowym, jego pasja do mechaniki doprowadziła go do współpracy z Jeanem-Baptiste Biotem. Wspólnie w 1820 roku przeprowadzili precyzyjne pomiary oddziaływania prądu na magnes, co zaowocowało sformułowaniem prawa Biota-Savarta, określającego natężenie pola magnetycznego wokół przewodnika.  Savart był również wybitnym badaczem dźwięku; skonstruował m.in. koło zębate (koło Savarta), służące do precyzyjnego wyznaczania częstotliwości drgań i granic słyszalności ludzkiego ucha.  Pasjonował się budową instrumentów strunowych, projektując nowatorskie „skrzypce trapezowe”, aby naukowo zbadać, jak kształt pudła rezonansowego wpływa na jakość dźwięku.  Jego prace nad drganiami ciał stałych i cieczy przyczyniły się do rozwoju hydrodynamiki i teorii sprężystości. W 1827 roku został wybrany członkiem Francuskiej Akademii Nauk, a jego nazwisko upamiętniono w nazwie jednostki interwału muzycznego - sawarta.",
    "image": "img/felix_savart.jpg"
   },
   "weber": {
    "title": "Wilhelm Eduard Weber (1804-1891)",
    "description": "Urodzony 24 października 1804 roku w Wittenberdze, zmarł 23 czerwca 1891 roku w Getyndze. Niemiecki fizyk, który odegrał kluczową rolę w ujednoliceniu pomiarów elektrycznych i magnetycznych. Przez wiele lat ściśle współpracował z Carlem Friedrichem Gaussem, z którym w 1833 roku skonstruował pierwszy w Niemczech telegraf elektromagnetyczny, łączący obserwatorium astronomiczne z instytutem fizyki w Getyndze.  Weber opracował system absolutnych jednostek elektrycznych, opierając się na pracach Ampère'a i Gaussa, co pozwoliło na precyzyjne definiowanie natężenia prądu i oporu. Skonstruował elektrodynamometr - precyzyjny przyrząd do pomiaru natężenia prądu zmiennego oraz siły oddziaływania między cewkami.  W 1846 roku sformułował prawo Webera, będące próbą połączenia praw Coulomba i Ampère'a w jedną zależność opisującą siłę między poruszającymi się ładunkami.  Podczas swoich badań wraz z Rudolfem Kohlrauschem wyznaczył w 1856 roku stosunek jednostki elektrostatycznej do elektromagnetycznej, otrzymując wartość bliską prędkości światła, co stało się fundamentem dla późniejszej teorii Maxwella. Był jednym z „Getyńskiej Siódemki” - profesorów protestujących przeciwko zniesieniu konstytucji królestwa Hanoweru, za co został czasowo usunięty z uniwersytetu. Na jego cześć jednostkę strumienia magnetycznego w układzie SI nazwano weberem (Wb).",
    "image": "img/Wilhelm_Weber.jpg"
   },
   "schweigger": {
    "title": "Johann Salomo Christoph Schweigger (1779-1857)",
    "description": "Urodzony 8 kwietnia 1779 roku w Erlangen, zmarł 6 września 1857 roku w Halle. Niemiecki fizyk, chemik i matematyk, profesor na uniwersytetach w Erlangen i Halle, który wniósł fundamentalny wkład w rozwój instrumentarium elektrodynamicznego. Zaraz po ogłoszeniu odkrycia Ørsteda w 1820 roku, Schweigger skonstruował pierwszy czuły galwanometr, który nazwał „mnożnikiem” (Multiplikator).  Zauważył on, że owinięcie przewodnika wielokrotnie wokół igły magnetycznej zwielokrotnia siłę jej wychylenia, co pozwoliło na wykrywanie nawet bardzo słabych prądów elektrycznych, których nie były w stanie wskazać wcześniejsze, proste układy.  Urządzenie to stało się podstawowym narzędziem badawczym dla Ampère'a i Faradaya, umożliwiając narodziny precyzyjnej elektrodynamiki. Schweigger był również założycielem i długoletnim redaktorem „Journal für Chemie und Physik”, jednego z najważniejszych czasopism naukowych tamtego okresu, w którym publikowano przełomowe prace z zakresu nauk ścisłych. Oprócz fizyki interesował się historią symboliki i mitologii, starając się doszukiwać w starożytnych mitach ukrytej wiedzy przyrodniczej, co czyniło go postacią o niezwykle szerokich horyzontach intelektualnych.",
    "image": "img/Johann_Schweigger.png"
  },
  "seebeck": {
    "title": "Thomas Johann Seebeck (1770-1831)",
    "description": "Urodzony 9 kwietnia 1770 roku w Tallinnie (dawniej Rewel), zmarł 10 grudnia 1831 roku w Berlinie. Niemiecki fizyk i lekarz pochodzenia bałtyckiego, odkrywca zjawiska termoelektryczności. Choć ukończył studia medyczne, większość kariery poświęcił badaniom fizycznym, współpracując m.in. z Johannem Wolfgangiem von Goethem. W 1821 roku dokonał swojego najważniejszego odkrycia: zaobserwował, że w zamkniętym obwodzie składającym się z dwóch różnych metali powstaje prąd elektryczny, jeśli miejsca ich styku mają różne temperatury.  Zjawisko to, nazwane później efektem Seebecka, objawiało się wychyleniem igły magnetycznej umieszczonej w pobliżu obwodu.  Seebeck początkowo błędnie interpretował to zjawisko jako „termomagnetyzm”, jednak badania innych uczonych (m.in. Ørsteda i Ohma) potwierdziły, że różnica temperatur generuje siłę elektromotoryczną. Odkrycie to legło u podstaw działania termopar (czujników temperatury) oraz współczesnych generatorów termoelektrycznych.  Seebeck zajmował się również optyką - badał polaryzację światła w kryształach oraz wpływ barw światła na procesy chemiczne i nagrzewanie się ciał. W 1814 roku został wybrany członkiem Berlińskiej Akademii Nauk. Jego prace nad termoelektrycznością połączyły termodynamikę z nauką o elektryczności, otwierając nową drogę do badania energii.",
    "image": "img/Thomas_Seebeck.jpg"
  },
  "fechner": {
    "title": "Gustav Theodor Fechner (1801-1887)",
    "description": "Urodzony 19 kwietnia 1801 roku w Gross Särchen, zmarł 18 listopada 1887 roku w Lipsku. Niemiecki fizyk, filozof i lekarz, uznawany za twórcę psychofizyki - dziedziny badającej matematyczne relacje między bodźcem fizycznym a wrażeniem zmysłowym. Choć karierę naukową zaczynał od fizyki i chemii (tłumacząc prace Biota i Thénarda), jego zainteresowania przesunęły się w stronę relacji ciało-umysł. W 1860 roku opublikował przełomowe dzieło „Elemente der Psychophysik”, w którym sformułował prawo Webera-Fechnera.  Głosi ono, że intensywność wrażenia rośnie proporcjonalnie do logarytmu intensywności bodźca, co wyjaśnia, dlaczego np. słyszymy dźwięki w skali logarytmicznej (decybele).  W dziedzinie fizyki elektryczności, Fechner przeprowadził w 1831 roku niezwykle precyzyjne badania nad prądem galwanicznym, potwierdzając słuszność prawa Ohma, które w tamtym czasie budziło jeszcze kontrowersje.  Był również pionierem statystyki eksperymentalnej, wprowadzając pojęcie mediany do analizy danych. Jego badania nad powidokami i subiektywnymi barwami (tzw. barwy Fechnera powstające podczas wirowania czarno-białej tarczy) znacząco wpłynęły na fizjologię wzroku.  Mimo ciężkiego załamania nerwowego i czasowej utraty wzroku spowodowanej patrzeniem w słońce podczas badań, Fechner powrócił do pracy naukowej, łącząc rygor fizyki z filozoficznym podejściem do natury świadomości.",
    "image": "img/Gustav_Fechner.jpg"
  },
  "poisson": {
    "title": "Siméon Denis Poisson (1781-1840)",
    "description": "Urodzony 21 czerwca 1781 roku w Pithiviers, zmarł 25 kwietnia 1840 roku w Paryżu. Wybitny francuski matematyk i fizyk teoretyk, uczeń Laplace’a i Lagrange’a, który zmatematyzował wiele dziedzin fizyki klasycznej. W 1812 roku rozszerzył teorię potencjału, formułując równanie Poissona, które pozwala opisać rozkład potencjału elektrycznego (lub grawitacyjnego) w obecności ładunków (lub masy).  W dziedzinie elektrostatyki udowodnił, że ładunek elektryczny w przewodniku gromadzi się wyłącznie na jego powierzchni.  Zasłynął również w optyce - paradoksalnie, próbując obalić falową teorię światła Fresnela, przewidział matematycznie istnienie jasnej plamki w cieniu okrągłej przeszkody. Gdy eksperyment potwierdził jej istnienie, zjawisko to nazwano plamką Poissona (lub Arago), co stało się ostatecznym dowodem na falową naturę światła.  W mechanice sformułował pojęcie współczynnika Poissona, opisującego stosunek odkształcenia poprzecznego do podłużnego w ciałach sprężystych.  W statystyce wprowadził rozkład Poissona, opisujący prawdopodobieństwo wystąpienia rzadkich zdarzeń w określonym czasie.  Poisson mawiał, że 'życie jest godne uwagi tylko dzięki dwóm rzeczom: nauce matematyki i jej nauczaniu'.",
    "image": "img/simeon_poisson.jpg"
  },
  "waltenhofen": {
    "title": "Adalbert von Waltenhofen (1828-1914)",
    "description": "Urodzony 14 maja 1828 roku w Admont, zmarł 5 lutego 1914 roku w Wiedniu. Austriacki fizyk i elektrotechnik, pionier precyzyjnych pomiarów magnetycznych i profesor Politechniki Wiedeńskiej. Jego najbardziej znanym wkładem w naukę jest wynalezienie wahadła Waltenhofena, urządzenia służącego do demonstracji powstawania prądów wirowych (prądów Foucaulta).  Eksperyment ten obrazowo pokazuje, jak pole magnetyczne hamuje ruch litej płyty miedzianej, podczas gdy płyta z nacięciami (grzebieniowa) porusza się swobodnie, co dowodzi, że przerywanie ścieżek prądów wirowych redukuje siłę hamującą.  Waltenhofen był również autorem ważnych prac nad nasyceniem magnetycznym żelaza, formułując w 1870 roku prawo (znane jako granica Waltenhofena), które określało maksymalny stopień namagnesowania materiału.  Skonstruował wiele precyzyjnych przyrządów pomiarowych, w tym udoskonalone galwanometry i wagi magnetyczne, które odegrały kluczową rolę w standaryzacji elektrotechniki w Europie Środkowej. Jako pierwszy dyrektor Instytutu Elektrotechnicznego w Wiedniu wykształcił pokolenia inżynierów i znacząco wpłynął na rozwój systemów oświetlenia elektrycznego oraz trakcji tramwajowej w monarchii austro-węgierskiej.",
    "image": "img/Adalbert_von_Waltenhofen.jpg"
  },
  "joule": {
    "title": "James Prescott Joule (1818-1889)",
    "description": "Urodzony 24 grudnia 1818 roku w Salford, zmarł 11 października 1889 roku w Sale. Angielski fizyk i piwowar, który swoimi precyzyjnymi eksperymentami położył fundamenty pod naukę o termodynamice i zasadę zachowania energii. Największym osiągnięciem Joule’a było wyznaczenie mechanicznego równoważnika ciepła, co udowodniło, że praca mechaniczna i ciepło są różnymi formami tej samej energii.  W słynnym doświadczeniu z 1843 roku wykorzystał opadające ciężarki do wprawienia w ruch łopatek w izolowanym naczyniu z wodą, mierząc wzrost temperatury cieczy wywołany tarciem. W dziedzinie elektryczności sformułował prawo Joule’a (niezależnie od Lenza), które określa ilość ciepła wydzielanego w przewodniku przez prąd elektryczny.  Wykazał, że moc strat cieplnych jest proporcjonalna do kwadratu natężenia prądu i oporu przewodu.  Joule współpracował również z lordem Kelvinem, odkrywając zjawisko zmiany temperatury gazu podczas jego rozprężania (efekt Joule’a-Thomsona), co stało się kluczowe dla rozwoju techniki chłodniczej.  Na jego cześć jednostkę pracy, energii i ciepła w układzie SI nazwano dżulem (J). Jego prace ostatecznie obaliły teorię cieplika, postrzegającą ciepło jako nieważki płyn.",
    "image": "img/Joule_James.jpg"
  },
  "neumann": {
    "title": "Franz Ernst Neumann (1798-1895)",
    "description": "Urodzony 11 września 1798 roku w Joachimsthal, zmarł 23 maja 1895 roku w Królewcu. Niemiecki fizyk, matematyk i krystalograf, uznawany za jednego z twórców fizyki teoretycznej w Niemczech. W 1845 roku sformułował pierwszą matematycznie ścisłą teorię indukcji elektromagnetycznej, opierając się na pracach Ampère'a. Wprowadził pojęcie potencjału wektorowego i wyprowadził prawo indukcji w formie matematycznej, co pozwoliło na obliczanie siły elektromotorycznej indukowanej w poruszających się obwodach.  Jego prace położyły fundament pod późniejsze równania Maxwella. Neumann był również pionierem krystalografii matematycznej; sformułował zasadę (znaną dziś jako zasada Neumanna), według której właściwości fizyczne kryształu wykazują tę samą symetrię, co jego kształt zewnętrzny.  Wniósł istotny wkład w optykę, badając podwójne załamanie światła, oraz w teorię ciepła, rozwijając prawo Dulonga-Petita (prawo Koppa-Neumanna) dotyczące ciepła właściwego związków chemicznych.  Jako profesor Uniwersytetu w Królewcu założył słynne seminarium matematyczno-fizyczne, które wykształciło pokolenia wybitnych uczonych, w tym Gustava Kirchhoffa. Był zwolennikiem ścisłego łączenia eksperymentu z zaawansowanym aparatem matematycznym, co stało się standardem w nowoczesnej nauce.",
    "image": "img/Franz_Neumann.jpg"
  },
  "helmholtz": {
    "title": "Hermann von Helmholtz (1821-1894)",
    "description": "Urodzony 31 sierpnia 1821 roku w Poczdamie, zmarł 8 września 1894 roku w Berlinie. Jeden z ostatnich „ludzi renesansu” XIX wieku, którego prace połączyły fizykę, fizjologię i psychologię. W 1847 roku opublikował przełomową rozprawę „O zachowaniu siły”, w której jako jeden z pierwszych sformułował matematycznie zasadę zachowania energii, dowodząc, że energia nie powstaje z niczego, lecz jedynie zmienia formy.  W dziedzinie elektromagnetyzmu stworzył teorię potencjału i opracował konstrukcję cewek Helmholtza - układu dwóch równoległych cewek wytwarzających niemal idealnie jednorodne pole magnetyczne w swojej przestrzeni środkowej.  Jako lekarz i fizjolog zrewolucjonizował okulistykę, wynajdując w 1851 roku oftalmoskop (wziernik okulistyczny), który po raz pierwszy pozwolił lekarzom zajrzeć do wnętrza żywego ludzkiego oka.  W akustyce sformułował teorię rezonansu (rezonator Helmholtza), wyjaśniając, jak puste naczynia wzmacniają określone częstotliwości dźwięku, oraz opracował fizjologiczną teorię słyszenia barwy dźwięku.  Jego prace nad elektrodynamiką stały się pomostem między teoriami kontynentalnymi a teorią Maxwella, a pod koniec życia wywarł ogromny wpływ na swojego ucznia, Heinricha Hertza, zachęcając go do badań nad falami radiowymi.",
    "image": "img/Hermann_von_Helmholtz.jpg"
   },
   "heaviside": {
    "title": "Oliver Heaviside (1850-1925)",
    "description": "Urodzony 18 maja 1850 roku w Londynie, zmarł 3 lutego 1925 roku w Torquay. Samouk, genialny matematyk i fizyk angielski, który przekształcił skomplikowane teorie Maxwella w formę używaną przez współczesną naukę. To Heaviside zredukował oryginalny zestaw 20 równań Maxwella do znanych dziś czterech równań wektorowych, wprowadzając notację operacyjną.  Sformułował teorię linii transmisyjnych (równania telegrafisty), co pozwoliło na zrozumienie przyczyn zniekształceń sygnałów w kablach podmorskich.  Wprowadził kluczowe pojęcia elektrotechniczne, takie jak impedancja, admitancja, konduktancja czy indukcyjność. Wykazał, że dodanie indukcyjności do linii telekomunikacyjnych (tzw. pupinizacja) paradoksalnie poprawia jakość przesyłu dźwięku na duże odległości.  Przewidział istnienie w atmosferze warstwy odbijającej fale radiowe (warstwa Kennelly’ego-Heaviside’a), co umożliwiło rozwój radiokomunikacji dalekosiężnej.  Opracował rachunek operatorowy, który uprościł rozwiązywanie równań różniczkowych w obwodach elektrycznych, zastępując je prostszymi działaniami algebraicznymi. Mimo ogromnego wkładu w naukę, przez większość życia pozostawał outsiderem, żyjąc w izolacji i często popadając w konflikty z naukowym establishmentem.",
    "image": "img/Oliver_Heaviside.jpg"
  },
  "hall": {
    "title": "Edwin Herbert Hall (1855-1938)",
    "description": "Urodzony 7 listopada 1855 roku w Great Falls, zmarł 20 listopada 1938 roku w Cambridge (Massachusetts). Amerykański fizyk, który podczas pracy nad doktoratem na Uniwersytecie Johnsa Hopkinsa w 1879 roku odkrył zjawisko znane dziś jako efekt Halla.  Odkrycie to polegało na zaobserwowaniu różnicy potencjałów w przewodniku, przez który płynie prąd, gdy znajduje się on w polu magnetycznym prostopadłym do kierunku przepływu prądu.  Hall udowodnił w ten sposób, że pole magnetyczne oddziałuje bezpośrednio na nośniki ładunku (elektrony), a nie na sam przewodnik, co było kluczowe dla zrozumienia natury przewodnictwa elektrycznego.  Jego badania pozwoliły na rozróżnienie między przewodnictwem elektronowym a dziurowym w materiałach, co stało się fundamentem fizyki półprzewodników.  Hall spędził większość swojej kariery jako profesor na Uniwersytecie Harvarda, gdzie zajmował się również badaniami nad przewodnictwem cieplnym i termoelektrycznością. Współczesne czujniki Halla, oparte na jego odkryciu, są powszechnie stosowane w elektronice do bezdotykowego pomiaru natężenia prądu, prędkości obrotowej oraz jako kompasy w smartfonach.",
    "image": "img/Edwin_Hall.png"
  },
  "curie": {
    "title": "Pierre Curie (1859-1906)",
    "description": "Urodzony 15 maja 1859 roku w Paryżu, zmarł tragicznie 19 kwietnia 1906 roku tamże. Wybitny francuski fizyk, pionier nauki o promieniotwórczości i krystalografii, laureat Nagrody Nobla. Zanim rozpoczął współpracę z Marią Skłodowską-Curie, dokonał wraz z bratem Jacques'em odkrycia zjawiska piezoelektrycznego w 1880 roku.  Polega ono na powstawaniu ładunków elektrycznych na powierzchni kryształów pod wpływem naprężeń mechanicznych, co dziś wykorzystuje się w zapalarkach, mikroskopach sił atomowych i ultrasonografii.  W swojej rozprawie doktorskiej badał magnetyzm, odkrywając zależność podatności magnetycznej od temperatury (prawo Curie) oraz punkt krytyczny, powyżej którego ferromagnetyki tracą swoje właściwości (punkt Curie).  Po ślubie z Marią poświęcił się badaniu „promieni uranowych”, współodkrywając pierwiastki polon i rad.  Skonstruował niezwykle czułą wagę kwarcową i elektrometr piezoelektryczny, które umożliwiły precyzyjne pomiary słabych prądów jonizacyjnych wywołanych promieniowaniem.  W 1903 roku, wraz z żoną i Henrim Becquerelem, otrzymał Nagrodę Nobla z fizyki. Był również pionierem radioterapii, zauważając wpływ radu na tkanki biologiczne (tzw. oparzenia radowe), co dało początek leczeniu nowotworów.",
    "image": "img/Pierre_Curie.jpg"
  },
  "ewing": {
    "title": "James Alfred Ewing (1855-1935)",
    "description": "Urodzony 27 marca 1855 roku w Dundee, zmarł 7 stycznia 1935 roku w Cambridge. Szkocki fizyk i inżynier, który odegrał kluczową rolę w zrozumieniu magnetycznych właściwości metali. Najbardziej znany z wprowadzenia terminu „histereza” (z greckiego 'spóźniać się') w 1881 roku, opisującego zjawisko, w którym stan magnetyczny materiału zależy od jego wcześniejszego namagnesowania.  Przeprowadził fundamentalne badania nad tym, jak energia jest tracona w formie ciepła podczas cyklu magnesowania, co miało ogromne znaczenie dla optymalizacji konstrukcji transformatorów i maszyn elektrycznych.  Skonstruował liczne przyrządy pomiarowe, w tym krzywomierz magnetyczny (histerezograf), pozwalający na szybkie testowanie próbek żelaza pod kątem strat energii.  Ewing interesował się również strukturą wewnętrzną metali; przy użyciu mikroskopu zaobserwował deformacje kryształów (tzw. pasma poślizgu), co stało się fundamentem nowoczesnej metaloznawstwa i teorii plastyczności.  Podczas I wojny światowej kierował „Pokojem 40” (Room 40) - elitarną komórką kryptologiczną brytyjskiej Admiralicji, która zajmowała się łamaniem niemieckich szyfrów radiowych. Za swoje zasługi naukowe i państwowe otrzymał tytuł szlachecki (Sir) w 1911 roku.",
    "image": "img/alfred_Ewing.jpg"
  },
  "fizeau": {
    "title": "Hippolyte Louis Fizeau (1819-1896)",
    "description": "Urodzony 23 września 1819 roku w Paryżu, zmarł 18 września 1896 roku w Venteuil. Francuski fizyk, który jako pierwszy w historii dokonał udanego pomiaru prędkości światła w warunkach ziemskich, bez odwoływania się do obserwacji astronomicznych. W 1849 roku przeprowadził słynny eksperyment z wirującym kołem zębatym, przesyłając wiązkę światła między swoim domem w Suresnes a wzgórzem Montmartre (dystans ok. 8,6 km).  Obliczając prędkość obrotową koła potrzebną do przesłonięcia powracającego impulsu światła, wyznaczył jego prędkość z błędem zaledwie ok. 5% względem dzisiejszej wartości.  Wspólnie z Léonem Foucaultem wykonał w 1845 roku pierwsze wyraźne dagerotypowe zdjęcie Słońca, dokumentując strukturę plam słonecznych.  Fizeau niezależnie od Christiana Dopplera opisał zmianę częstotliwości fal świetlnych przy ruchu źródła względem obserwatora, co w literaturze naukowej często nazywa się efektem Dopplera-Fizeau - zjawiskiem kluczowym dla współczesnej kosmologii i pomiaru prędkości gwiazd.  Badał również prędkość rozchodzenia się elektryczności w przewodach oraz zjawiska interferencji światła przy różnicy dróg optycznych, co doprowadziło do opracowania metod mierzenia dylatacji cieplnej kryształów za pomocą prążków interferencyjnych.  Jego prace nad prędkością światła w poruszającej się wodzie (eksperyment Fizeau) stały się jednym z fundamentów, na których Albert Einstein oparł później szczególną teorię względności.",
    "image": "img/Hippolyte_Fizeau.jpg"
  },
  "stoney": {
    "title": "George Johnstone Stoney (1826-1911)",
    "description": "Urodzony 15 lutego 1826 roku w Oakley Park, zmarł 5 lipca 1911 roku w Londynie. Irlandzki fizyk i matematyk, który zapisał się w historii nauki przede wszystkim jako twórca nazwy 'elektron'. Już w 1874 roku, analizując zjawisko elektrolizy i prawa Faradaya, wysunął śmiałą hipotezę, że elektryczność nie jest ciągłym płynem, lecz składa się z elementarnych, niepodzielnych jednostek ładunku związanych z atomami.  W 1891 roku zaproponował termin 'elektron' dla określenia tej fundamentalnej jednostki, zanim jeszcze Joseph John Thomson fizycznie odkrył cząstkę niosącą ten ładunek w promieniach katodowych.  Stoney był pionierem w próbach wyznaczenia wartości tego ładunku oraz liczby cząsteczek w jednostce objętości gazu, opierając się na teorii kinetycznej. Wprowadził koncepcję jednostek naturalnych (skala Stoneya), opartą wyłącznie na stałych fizycznych: stałej grawitacji, prędkości światła i ładunku elementarnym, co było prekursorem późniejszych jednostek Plancka.  Zajmował się także spektroskopią, tłumacząc strukturę widm gazów drganiami elektronów wewnątrz atomów, oraz astronomią, analizując składy atmosfer planetarnych.  Wykazał, że planety o małej masie, jak Mars czy Księżyc, nie mogą utrzymać lekkich gazów (wodoru, helu) ze względu na ich zbyt duże prędkości cząsteczkowe.",
    "image": "img/johnstone_stoney.jpg"
   },
   "joseph_thomson": {
    "title": "Joseph John Thomson (1856-1940)",
    "description": "Urodzony 18 grudnia 1856 roku w Cheetham Hill, zmarł 30 sierpnia 1940 roku w Cambridge. Angielski fizyk, laureat Nagrody Nobla, który zrewolucjonizował naukę poprzez odkrycie pierwszej cząstki elementarnej - elektronu. W 1897 roku, prowadząc eksperymenty z rurami wyładowczymi (promieniami katodowymi), udowodnił, że promienie te składają się z ujemnie naładowanych cząstek o masie znacznie mniejszej od atomu wodoru.  Mierząc stosunek ładunku do masy tych cząstek, wykazał ich uniwersalność jako składników wszelkiej materii. Na podstawie swoich odkryć zaproponował pierwszy nowożytny model budowy atomu, zwany 'modelem ciasta z rodzynkami' (plum pudding model), w którym ujemne elektrony były osadzone w dodatnio naładowanej kuli.  Choć model ten został później zastąpiony przez model Rutherforda, stanowił przełom w myśleniu o strukturze materii. Thomson położył również fundamenty pod rozwój spektrometrii mas, odkrywając w 1913 roku istnienie izotopów pierwiastków nienapromieniotwórczych (podczas badań nad neonem).  Przez wiele lat kierował prestiżowym Laboratorium Cavendisha w Cambridge, gdzie pod jego okiem wykształciło się aż ośmiu przyszłych noblistów, w tym Ernest Rutherford. W 1906 roku otrzymał Nagrodę Nobla za badania nad przewodnictwem elektrycznym gazów.",
    "image": "img/joseph_thomson.jpg"
  },
  "fleming": {
    "title": "John Ambrose Fleming (1849-1945)",
    "description": "Urodzony 29 listopada 1849 roku w Lancaster, zmarł 18 kwietnia 1945 roku w Sidmouth. Angielski fizyk i inżynier elektryk, uznawany za ojca nowoczesnej elektroniki dzięki wynalezieniu w 1904 roku pierwszej lampy próżniowej - diody (zaworu Fleminga).  Urządzenie to, oparte na zjawisku emisji termoelektronowej (efekcie Edisona), pozwalało na przepływ prądu tylko w jednym kierunku, co umożliwiło prostowanie prądu przemiennego i detekcję sygnałów radiowych o wysokiej częstotliwości.  Był bliskim współpracownikiem Guglielmo Marconiego, projektując nadajnik radiowy w Poldhu, który przesłał pierwszy sygnał przez Atlantyk w 1901 roku. Fleming jest również powszechnie znany w edukacji fizycznej jako twórca reguł dłoni (lewej dla silników i prawej dla prądnic), które w prosty sposób pozwalają wyznaczyć kierunek siły magnetycznej, prądu i pola.   Wniósł ogromny wkład w standaryzację pomiarów fotometrycznych i elektrycznych, a jego podręczniki przez dziesięciolecia kształciły pokolenia inżynierów radiowych. Choć dioda Fleminga została później udoskonalona przez Lee De Foresta (dodanie siatki), to właśnie jego 'zawór' zapoczątkował erę elektroniki próżniowej, która dominowała do czasu wynalezienia tranzystora.",
    "image": "img/John_Fleming.png"
  },
  "forest": {
    "title": "Lee de Forest (1873-1961)",
    "description": "Urodzony 26 sierpnia 1873 roku w Council Bluffs, zmarł 30 czerwca 1961 roku w Hollywood. Amerykański wynalazca, nazywany samookrzykniętym „ojcem radia”, którego kluczowym osiągnięciem było wynalezienie w 1906 roku triody, którą nazwał Audionem.  Poprzez dodanie trzeciej elektrody - siatki sterującej - do diody Fleminga, de Forest stworzył urządzenie zdolne nie tylko do prostowania prądu, ale przede wszystkim do wzmacniania słabych sygnałów elektrycznych.  Wynalazek ten stał się fundamentem całej elektroniki przed erą tranzystorów, umożliwiając budowę dalekosiężnej telefonii, systemów radiowych oraz wczesnych komputerów.  De Forest odegrał również pionierską rolę w rozwoju kina dźwiękowego; w 1922 roku opatentował system Phonofilm, który pozwalał na optyczny zapis dźwięku bezpośrednio na taśmie filmowej obok obrazu.  Choć był posiadaczem ponad 300 patentów, jego kariera była naznaczona licznymi procesami sądowymi o naruszenie własności intelektualnej (m.in. z Armstrongiem i Marconim) oraz trudnościami biznesowymi. Mimo kontrowersji, jego wkład w umożliwienie bezprzewodowej transmisji głosu i muzyki (radiofonii) zamiast prostego telegrafu iskrowego pozostaje niepodważalny.",
    "image": "img/Lee_De_Forest.jpg"
  },
  "fessenden": {
    "title": "Reginald Aubrey Fessenden (1866-1932)",
    "description": "Urodzony 6 października 1866 roku w East Bolton (Kanada), zmarł 22 lipca 1932 roku na Bermudach. Genialny wynalazca i pionier radiokomunikacji, który jako pierwszy przesłał ludzki głos drogą radiową. W przeciwieństwie do Marconiego, który używał przerywanych iskier do telegrafii, Fessenden postawił na falę ciągłą (CW).  W 1900 roku przeprowadził pierwszą transmisję mowy, a w Wigilię 1906 roku nadał z Brant Rock pierwszy w historii program radiowy (muzykę i słowo), odebrany przez operatorów na statkach na Atlantyku.  Opracował zasadę heterodynamowania - mieszania dwóch sygnałów o różnych częstotliwościach w celu uzyskania słyszalnego dźwięku, co do dziś jest fundamentem budowy odbiorników radiowych.  Był niezwykle płodnym wynalazcą, posiadającym ponad 500 patentów, w tym kluczowy dla żeglugi echosonda (fathometer), służący do pomiaru głębokości wody i wykrywania przeszkód (np. lodowców) za pomocą fal dźwiękowych.  Zaprojektował również pierwsze systemy łączności dwukierunkowej i wniósł wkład w rozwój napędu turboelektrycznego dla okrętów. Mimo ogromnych zasług, przez lata toczył wyczerpujące spory prawne z korporacjami o uznanie swoich patentów, co sprawiło, że jego nazwisko stało się mniej rozpoznawalne niż Marconiego.",
    "image": "img/Fessenden.JPG"
   },
   "onnes": {
    "title": "Heike Kamerlingh Onnes (1853-1926)",
    "description": "Urodzony 21 września 1853 roku w Groningen, zmarł 21 lutego 1926 roku w Lejdzie. Holenderski fizyk, laureat Nagrody Nobla, pionier kriogeniki, który otworzył przed nauką świat ekstremalnie niskich temperatur. W 1908 roku, jako pierwszy człowiek, doprowadził do skroplenia helu, osiągając temperaturę zaledwie 4,2 stopnia powyżej zera bezwzględnego.  To osiągnięcie uczyniło jego laboratorium w Lejdzie 'najzimniejszym miejscem na Ziemi'. Największego odkrycia dokonał w 1911 roku, badając opór elektryczny rtęci w temperaturze ciekłego helu; zauważył, że w 4,2 K opór nagle i całkowicie znika.  Zjawisko to nazwał nadprzewodnictwem.  Wykazał również, że prąd wzbudzony w nadprzewodzącym pierścieniu może płynąć bez żadnego źródła zasilania przez lata, nie słabnąc.  Za swoje badania nad właściwościami materii w niskich temperaturach, które doprowadziły do skroplenia helu, otrzymał w 1913 roku Nagrodę Nobla z fizyki. Onnes sformułował również zasadę stanów odpowiadających sobie, co pozwoliło na przewidywanie zachowania gazów w różnych warunkach ciśnienia i temperatury. Jego prace położyły fundamenty pod nowoczesne technologie, takie jak magnesy nadprzewodzące stosowane w MRI i akceleratorach cząstek.",
    "image": "img/Kamerlingh.jpg"
   },
   "meissner": {
    "title": "Walther Meissner (1882-1974)",
    "description": "Urodzony 16 grudnia 1882 roku w Berlinie, zmarł 2 grudnia 1974 roku w Monachium. Niemiecki fizyk doświadczalny, który wniósł fundamentalny wkład w fizykę niskich temperatur. Jego najważniejszym dokonaniem, dokonanym wspólnie z Robertem Ochsenfeldem w 1933 roku, było odkrycie zjawiska całkowitego wypychania pola magnetycznego z wnętrza nadprzewodnika, znanego dziś jako efekt Meissnera.  Odkrycie to dowiodło, że nadprzewodnictwo nie polega jedynie na idealnym przewodnictwie elektrycznym, ale jest nowym stanem termodynamicznym materii charakteryzującym się idealnym diamagnetyzmem.  Meissner zbudował trzeci na świecie skraplacz helu w Berlinie (1925), co pozwoliło mu na prowadzenie zaawansowanych badań nad opornością metali w temperaturach bliskich zeru bezwzględnemu.  Wykazał, że w stanie nadprzewodzącym pole magnetyczne wewnątrz materiału wynosi dokładnie zero (B = 0), co stało się podstawą dla teorii braci London.  Po II wojnie światowej odegrał kluczową rolę w odbudowie niemieckiej nauki, pełniąc funkcję prezesa Bawarskiej Akademii Nauk i kierując Komisją Badań Niskich Temperatur. Jego prace umożliwiły rozwój nowoczesnych technologii lewitacji magnetycznej (Maglev) oraz czułych czujników pola magnetycznego (SQUID).",
    "image": "img/Walther_Meissner.jpg"
   },
   "ochsenfeld": {
    "title": "Robert Ochsenfeld (1901-1993)",
    "description": "Urodzony 18 maja 1901 roku w Helberhausen, zmarł 5 grudnia 1993 roku w Erndtebrück. Niemiecki fizyk, który zapisał się w historii nauki jako współodkrywca jednego z najbardziej zdumiewających zjawisk w fizyce fazy skondensowanej - efektu Meissnera-Ochsenfelda. W 1933 roku, współpracując z Waltherem Meissnerem w Berlińskim Instytucie Technicznym, przeprowadził kluczowe pomiary rozkładu pola magnetycznego wokół nadprzewodzących próbek cyny i ołowiu.  Ich wspólne badania wykazały, że gdy materiał przechodzi w stan nadprzewodzący, pole magnetyczne nie zostaje w nim 'zamrożone' (jak sugerowałoby prawo Lenza dla idealnego przewodnika), lecz jest aktywnie wypychane z jego wnętrza.  To odkrycie było przełomem, ponieważ udowodniło, że nadprzewodnictwo jest unikalnym stanem kwantowym, a nie tylko zanikiem oporu elektrycznego. Chociaż w literaturze zjawisko to często skrótowo nazywa się efektem Meissnera, to właśnie precyzyjne pomiary Ochsenfelda potwierdziły jego uniwersalność dla różnych geometrii próbek.  Po wojnie Ochsenfeld kontynuował karierę naukową i akademicką, zajmując się fizyką magnetyzmu oraz metrologią elektryczną, choć to sukces z 1933 roku pozostaje jego najważniejszym wkładem w rozwój nowoczesnej fizyki i teorii nadprzewodnictwa.",
    "image": "img/robert_ochsenfeld.jpg"
   },
   "bednorz": {
    "title": "Johannes Georg Bednorz (1950)",
    "description": "Urodzony 16 maja 1950 roku w Neuenkirchen. Niemiecki fizyk, laureat Nagrody Nobla, który wraz z Karlem Müllerem dokonał przełomowego odkrycia nadprzewodnictwa wysokotemperaturowego. W 1986 roku, pracując w laboratorium badawczym IBM w Zurychu, zidentyfikował nadprzewodnictwo w tlenku baru, lantanu i miedzi (Ba-La-Cu-O) przy temperaturze 35 K.  Odkrycie to było szokujące dla świata nauki, ponieważ dotyczyło materiałów ceramicznych, które normalnie są izolatorami, i znacznie przekraczało teoretyczną granicę temperatury krytycznej przewidywaną przez ówczesną teorię BCS.  Za to osiągnięcie Bednorz otrzymał Nagrodę Nobla z fizyki w 1987 roku, zaledwie rok po publikacji wyników, co jest jednym z najszybszych wyróżnień w historii tej nagrody. Jego praca zapoczątkowała 'gorączkę nadprzewodnictwa', prowadząc do odkrycia materiałów takich jak YBCO, które wykazują nadprzewodnictwo powyżej temperatury wrzenia ciekłego azotu (77 K).  Dzięki badaniom Bednorza technologie nadprzewodzące stały się znacznie bardziej dostępne i ekonomiczne, znajdując zastosowanie w energetyce, transporcie i medycynie.",
    "image": "img/Johannes_Bednorz.jpg"
  },
  "muller": {
    "title": "Karl Alexander Müller (1927-2023)",
    "description": "Urodzony 20 kwietnia 1927 roku w Bazylei, zmarł 9 stycznia 2023 roku w Zurychu. Szwajcarski fizyk, laureat Nagrody Nobla, który wspólnie z Johannesem Georgem Bednorzem zrewolucjonizował fizykę materii skondensowanej. Müller, będąc mentorem Bednorza w laboratorium IBM Zurich Research Laboratory, postawił odważną hipotezę, że to tlenki metali o strukturze perowskitu, a nie metale czy ich stopy, mogą wykazywać nadprzewodnictwo w znacznie wyższych temperaturach.  Po latach systematycznych poszukiwań, w 1986 roku zespół odkrył nadprzewodnictwo w ceramice lantanowo-barowo-miedziowej przy temperaturze 35 K, co było wynikiem o ponad 10 K wyższym niż ówczesny rekord.  Za to odkrycie, które obaliło panujące przekonanie, że nadprzewodnictwo jest ograniczone do temperatur bliskich zeru bezwzględnemu, otrzymał Nagrodę Nobla w 1987 roku.  Jego wizjonerskie podejście doprowadziło do odkrycia nowej klasy materiałów zwanych nadprzewodnikami miedziowymi (kupratami). Prace Müllera otworzyły drogę do praktycznych zastosowań nadprzewodnictwa z wykorzystaniem taniego ciekłego azotu jako chłodziwa, co zrewolucjonizowało projektowanie silników elektrycznych, linii przesyłowych i magnesów do rezonansu magnetycznego.",
    "image": "img/karl_muller.jpg"
   }
}
